Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

# enter_a_username_to_start_a_conversation
source: Enter a username to start a message conversation
ar: أدخل اسم مستخدم لبدء محادثة عبر الرسائل
bn_bd: একটি বার্তা কথোপকথন শুরু করতে একটি ব্যবহারকারীর নাম লিখুন৷
es_es: Introduzca un nombre de usuario para iniciar una conversación a través de mensajes
fa_ir: برای شروع مکالمه از طریق پیام، یک نام کاربری وارد کنید
fr_fr: Saisissez un nom d'utilisateur pour entamer une conversation par message
hi: मेसेज से बातचीत शुरू करने के लिए एक यूज़रनेम डालें
ms: Masukkan nama pengguna untuk memulakan perbualan mesej
my_mm: မက်ဆေ့ချ် စကားဝိုင်းကို စတင်ရန် အသုံးပြုသူအမည်ကို ရိုက်ထည့်ပါ
ru: Чтобы начать общение, введите имя пользователя
th_th: ป้อนชื่อผู้ใช้เพื่อเริ่มการสนทนาผ่านข้อความ
tr: Bir mesaj görüşmesi başlatmak için bir kullanıcı adı girin
ur: پیغاماتی بات چیت شروع کرنے کے لیے صارفی نام درج کریں
vi: Nhập tên người dùng để bắt đầu cuộc trò chuyện bằng tin nhắn
zh_cn: 輸入使用者名稱即可透過訊息展開對話

source: Start Message
ar: بدء الرسالة
bn_bd: বার্তা শুরু করুন
es_es: Iniciar mensaje
fa_ir: شروع پیام
fr_fr: Commencer un message
hi: मेसेज शुरु करें
ms: Mulakan Mesej
my_mm: မက်ဆေ့ချ်ကို စတင်မည်
ru: Написать сообщение
th_th: เริ่มส่งข้อความ
tr: Mesaj Başlat
ur: پیغام شروع کریں
vi: Bắt đầu nhắn tin
zh_cn: 開始傳送訊息

source: Please enter a valid username
ar: يُرجى إدخال اسم مستخدم صالح
bn_bd: অনুগ্রহ করে একটি বৈধ ব্যবহারকারীর নাম লিখুন
es_es: Introduzca un nombre de usuario válido
fa_ir: لطفاً نام کاربری معتبری وارد کنید
fr_fr: Veuillez saisir un nom d'utilisateur valide
hi: कृपया एक मान्य यूज़रनेम दर्ज करें
ms: Sila masukkan nama pengguna yang sah
my_mm: မှန်ကန်သည့် အသုံးပြုသူအမည်ကို ရိုက်ထည့်ပါ
ru: Введите действительное имя пользователя
th_th: โปรดป้อนชื่อผู้ใช้ที่ถูกต้อง
tr: Lütfen geçerli bir kullanıcı adı girin"
ur: براہ کرم درست صارفی نام درج کریں
vi: Vui lòng nhập tên người dùng hợp lệ
zh_cn: 請輸入有效的使用者名稱

source: Open URL
ar: فتح عنوان URL
bn_bd: URL খুলুন
es_es: Abrir URL
fa_ir: آدرس اینترنتی را باز کنید
fr_fr: Ouvrir l'URL
hi: URL खोलें
ms: Buka URL
my_mm: URL ဖွင့်မည်
ru: Открыть URL
th_th: เปิด URL
tr: URL'yi aç
ur: URL کھولیں
vi: Mở URL
zh_cn: 開啟 URL

# message_deleted
source: %s deleted this message
ar: حذف %s هذه الرسالة
bn_bd: %s এই বার্তাটি মুছে দিয়েছে
es_es: %s ha eliminado este mensaje
fa_ir: %s این پیام را حذف کرده است
fr_fr: %s a supprimé ce message
hi: %s ने इस मेसेज को हटा दिया
ms: %s memadamkan mesej ini
my_mm: %s သည် ဤမက်ဆေ့ချ်ကို ဖျက်ထားသည်
ru: Пользователь %s удалил сообщение
th_th: %s ลบข้อความนี้
tr: %s bu mesajı sildi
ur: %s نے اس پیغام کو حذف کر دیا
vi: %s đã xóa tin nhắn này
zh_cn: %s 已刪除這則訊息

source: Never
ar: أبدًا
bn_bd: কখনই না
es_es: Nunca
fa_ir: هرگز
fr_fr: Jamais
hi: कभी नहीं
ms: Tidak pernah
my_mm: မည်သည့်အခါမှ မဟုတ်
ru: Никогда
th_th: ไม่
tr: Hiçbir Zaman
ur: کبھی نہیں
vi: Không bao giờ
zh_cn: 永遠不要

source: Delete for me
ar: حذف بالنسبة لي
bn_bd: আমার জন্য মুছুন
es_es: Eliminar para mí
fa_ir: برای من حذف شود
fr_fr: Supprimer pour moi
hi: मेरे लिए हटाएं
ms: Padam untuk saya
my_mm: ကျွန်ုပ်အတွက် ဖျက်မည်
ru: Удалить у меня
th_th: ลบให้ฉัน
tr: Benim için sil
ur: میرے لیے حذف کریں
vi: Xóa cho tôi
zh_cn: 幫我刪除

# delete_for_me_explanation
source: This will delete the message for you only. Everyone else will still be able to see it.
ar: سيؤدي هذا الأمر إلى حذف الرسالة بالنسبة لك فقط. سيظل بإمكان أي شخص آخر رؤيتها.
bn_bd: এটি শুধুমাত্র আপনার জন্য বার্তা মুছে ফেলবে। অন্য সবাই এখনও এটি দেখতে সক্ষম হবে।
es_es: El mensaje se eliminará solo para usted. Los demás podrán seguir viéndolo.
fa_ir: با این کار پیام فقط برای شما حذف می‌شود. همه افراد دیگر همچنان می‌توانند آن را ببینند.
fr_fr: Cette action supprimera le message uniquement pour vous. Les autres utilisateurs pourront toujours le voir.
hi: यह केवल आपके लिए मेसेज हटा देगा. बाकी सभी लोग अब भी इसे देख पाएंगे.
ms: Tindakan ini akan memadamkan mesej untuk anda sahaja. Semua orang yang lain masih dapat melihatnya.
my_mm: ဤသို့ပြုလုပ်ခြင်းက မက်ဆေ့ချ်ကို သင့်အတွက်သာ ဖျက်ပစ်မည်ဖြစ်သည်။ အခြားသူတိုင်းက ၎င်းကို တွေ့မြင်နိုင်ဦးမည်ဖြစ်သည်။
ru: Сообщение будет удалено только у вас. Остальные будут его по-прежнему видеть.
th_th: จะลบข้อความให้คุณเท่านั้น คนอื่นยังคงมองเห็นได้
tr: Bu işlem mesajı yalnızca sizin için siler. Diğer herkes yine bunu görebilecektir.
ur: یہ صرف آپ کے لیے پیغام کو حذف کرے گا۔ باقی ہر کوئی پھر بھی اسے دیکھ سکے گا۔
vi: Thao tác này sẽ xóa tin nhắn chỉ dành cho bạn. Những người khác sẽ vẫn có thể xem nó.
zh_cn: 這只會單方面為您刪除，其他人還是可以看見訊息。

source: Delete for everyone
ar: الحذف بالنسبة للجميع
bn_bd: প্রত্যেকের জন্য মুছুন
es_es: Eliminar para todos
fa_ir: برای همه حذف شود
fr_fr: Supprimer pour tout le monde
hi: सभी के लिए हटाएं
ms: Padam untuk semua orang
my_mm: လူတိုင်းအတွက် ဖျက်မည်
ru: Удалить у всех
th_th: ลบให้ทุกคน
tr: Herkes için sil
ur: ہر کسی کے لیے حذف کریں
vi: Xóa cho mọi người
zh_cn: 幫所有人刪除

# delete_for_everyone_explanation
source: This will delete the message for everyone.
ar: سيؤدي هذا إلى حذف الرسالة للجميع.
bn_bd: এটি সবার জন্য বার্তাটি মুছে ফেলবে।
es_es: El mensaje se eliminará de modo que nadie podrá verlo.
fa_ir: پیام را برای همه حذف می‌کند.
fr_fr: Cette action supprimera le message pour tout le monde.
hi: यह सभी के लिए मेसेज हटा देगा.
ms: Tindakan ini akan memadamkan mesej untuk semua orang.
my_mm: ဤသို့ပြုလုပ်ခြင်းက မက်ဆေ့ချ်ကို လူတိုင်းအတွက် ဖျက်ပစ်မည်ဖြစ်သည်။
ru: Сообщение будет удалено у всех.
th_th: จะลบข้อความให้กับทุกคน
tr: Bu işlem mesajı herkes için siler
ur: یہ ہر کسی کے لیے پیغام کو حذف کر دے گا۔
vi: Thao tác này sẽ xóa tin nhắn cho tất cả mọi người.
zh_cn: 這會為所有人刪除訊息。

source: Reply
ar: رد
bn_bd: উত্তর দিন
es_es: Responder
fa_ir: پاسخ
fr_fr: Répondre
hi: जवाब दें
ms: Balas
my_mm: အကြောင်းပြန်မည်
ru: Ответить
th_th: ตอบกลับ
tr: Cevapla
ur: جواب دیں
vi: Trả lời
zh_cn: 回复

# replying_to
source: Replying to %s
ar: الرد على %s
bn_bd: %s-এর উত্তর দেওয়া হচ্ছে
es_es: Contestando a %s
fa_ir: پاسخ به %s
fr_fr: Réponse à %s
hi: %s को जवाब दे रहे हैं
ms: Membalas mesej kepada %s
my_mm: %s ထံသို့ အကြောင်းပြန်နေသည်
ru: Ответ пользователю %s
th_th: ตอบกลับถึง %s
tr: %s kişisine yanıt veriliyor
ur: %s کو جواب دے رہے ہیں
vi: Đang trả lời %s
zh_cn: 回覆 %s

source: Attachment
ar: مرفق
bn_bd: সংযুক্তি
es_es: Archivo adjunto
fa_ir: پیوست
fr_fr: Pièce jointe
hi: अटैचमेंट
ms: Lampiran
my_mm: ပူးတွဲဖိုင်
ru: Вложение
th_th: แนบ
tr: Ek
ur: منسلکہ
vi: Tệp đính kèm
zh_cn: 附件

source: Error rendering message
ar: خطأ في عرض الرسالة
bn_bd: বার্তা রেন্ডার করার সময় ত্রুটি
es_es: Error al renderizar el mensaje
fa_ir: هنگام رندر کردن پیام خطایی رخ داد
fr_fr: Erreur d'affichage du message
hi: मेसेज देने में गड़बड़ी
ms: Ralat pemaparan mesej
my_mm: မက်ဆေ့ချ်ကို ပြသနေစဉ် ချွတ်ယွင်းချက် ဖြစ်ပေါ်သည်
ru: Не удалось отобразить сообщение
th_th: เกิดข้อผิดพลาดในการแสดงข้อความ
tr: Mesaj işlenirken hata
ur: پیغام کی رینڈرنگ کا نقص
vi: Lỗi hiển thị thông báo
zh_cn: 顯示訊息時發生錯誤

# error_fetching_preview
source: Error fetching message preview
ar: خطأ في إحضار معاينة الرسالة
bn_bd: বার্তা প্রিভিউ আনার সময় ত্রুটি
es_es: Error al obtener la vista previa del mensaje
fa_ir: هنگام دریافت پیش‌نمایش پیام خطایی رخ داد
fr_fr: Erreur lors de la récupération de l'aperçu du message
hi: मेसेज प्रीव्यू पाने में गड़बड़ी
ms: Ralat pengambilan pratonton mesej
my_mm: မက်ဆေ့ချ် အကြိုကြည့်ရှုမှုကို ရယူနေစဉ် ချွတ်ယွင်းချက်ရှိနေသည်
ru: Не удалось выполнить предпросмотр сообщения
th_th: เกิดข้อผิดพลาดในการดึงตัวอย่างข้อความ
tr: Mesaj önizlemesi getirilirken hata
ur: نقص لانے والے پیغام کا پیش نظارہ
vi: Lỗi khi tìm nạp xem trước tin nhắn
zh_cn: 擷取訊息預覽時發生錯誤

source: Audio
ar: صوتي
bn_bd: অডিও
fa_ir: صدا
fr_fr: Son
hi: ऑडियो
my_mm: အော်ဒီယို
ru: Аудио
th_th: เสียง
tr: Ses
ur: آڈیو
vi: Âm thanh
zh_cn: 音频

source: Image
ar: الصور
bn_bd: চিত্র
es_es: Imagen
fa_ir: تصویر
hi: तस्वीर
ms: Imej
my_mm: ပုံ
ru: Изображение
th_th: รูปภาพ
tr: Resim
ur: تصویر
vi: Ảnh
zh_cn: 图像

source: Images
bn_bd: চিত্রগুলি
es_es: Imágenes
fa_ir: تصاویر
hi: इमेजिस
ms: Imej
my_mm: ပုံများ
ru: Изображения
th_th: รูปภาพ
tr: Görüntüler
ur: تصاویر
vi: Hình ảnh
zh_cn: 图片

source: Video
ar: مقاطع فيديو
bn_bd: ভিডিও
es_es: Vídeo
fa_ir: ویدیو
fr_fr: Vidéo
hi: वीडियो
my_mm: ဗီဒီယို
ru: Видео
th_th: วิดีโอ
ur: ویڈیو
zh_cn: 影片

source: Videos
bn_bd: ভিডিওগুলি
es_es: Vídeos
fa_ir: ویدیوها
fr_fr: Vidéos
hi: वीडियो
ms: Video
my_mm: ဗွီဒီယိုများ
ru: Видео
th_th: วิดีโอ
tr: Videolar
ur: ویڈیوز
vi: Video
zh_cn: 视频

# app
source: Apps
ar: تطبيقات
bn_bd: অ্যাপস
es_es: Aplicaciones
fa_ir: برنامه‌ها
fr_fr: Applis
hi: ऐप्स
ms: Aplikasi
my_mm: အက်ပလီကေးရှင်းများ
ru: Приложения
th_th: แอป
tr: Uygulamalar
ur: ایپس
vi: Ứng dụng
zh_cn: 应用

# document
source: Documents
ar: الوثائق
bn_bd: ডকুমেন্টগুলি
es_es: Documentos
fa_ir: اسناد
hi: डॉक्यूमेंट
ms: Dokumen
my_mm: စာရွက်စာတမ်းများ
ru: Документы
th_th: เอกสาร
tr: Belgeler
ur: دستاویزات
vi: Tài liệu
zh_cn: 文件

# search_chars_min
source: Type at least three characters
ar: اكتب ثلاثة أحرف على الأقل
bn_bd: কমপক্ষে তিনটি অক্ষর টাইপ করুন
es_es: Introduzca al menos tres caracteres
fa_ir: حداقل سه نویسه تایپ کنید
fr_fr: Saisissez au moins trois caractères
hi: कम से कम तीन अक्षर टाइप करें
ms: Taipkan sekurang-kurangnya tiga aksara
my_mm: စာလုံးအနည်းဆုံး သုံးလုံးရိုက်ထည့်ပါ
ru: Введите не менее трех символов
th_th: พิมพ์อย่างน้อยสามอักขระ
tr: En az üç karakter yazın
ur: کم از کم تین حروف ٹائپ کریں
vi: Nhập ít nhất ba ký tự
zh_cn: 請輸入至少三個字元

# search_no_results
source: Sorry, we couldn’t find anything matching this search.
ar: عذرًا، لم نتمكن من العثور على أي شيء يطابق هذا البحث.
bn_bd: দুঃখিত, আমরা এই অনুসন্ধানের সাথে মেলে এমন কিছু খুঁজে পাইনি।
es_es: Lo sentimos, no hemos encontrado resultados relacionados con esta búsqueda.
fa_ir: متأسفانه، نتوانستیم چیزی مطابق با این جستجو پیدا کنیم.
fr_fr: Désolés, nous n'avons trouvé aucun résultat correspondant à cette recherche.
hi: माफ़ करें, हमें इस सर्च से मेल खाने वाली कोई चीज़ नहीं मिली.
ms: Maaf, kami tidak dapat menemukan apa-apa yang sepadan dengan carian ini.
my_mm: ဝမ်းနည်းပါတယ်၊ ဒီရှာဖွေမှုအတွက် ကိုက်ညီတဲ့အရာကို ရှာဖွေမပေးနိုင်ပါ။
ru: Нет результатов, соответствующих этому запросу.
th_th: ขออภัย เราไม่พบผลลัพธ์ที่ตรงกับการค้นหานี้
tr: Üzgünüz, bu aramayla eşleşen hiçbir şey bulamadık.
ur: معذرت خواہ ہیں، اس تلاش سے متعلق ہم کوئی مماثل چیز معلوم نہیں کر سکے۔
vi: Rất tiếc, chúng tôi không thể tìm thấy bất kỳ điều gì phù hợp với tìm kiếm này.
zh_cn: 很抱歉，找不到符合此搜尋條件的任何結果。

# search_error
source: Sorry, there was an error retrieving the search results.
ar: عذرًا، حدث خطأ في استرداد نتائج البحث.
bn_bd: দুঃখিত, অনুসন্ধান ফলাফল পুনরুদ্ধার করার সময় একটি ত্রুটি ছিল।
es_es: Lo sentimos, se ha producido un error al tratar de recuperar los resultados de la búsqueda.
fa_ir: متأسفانه، در بازیابی نتایج جستجو خطایی رخ داد.
fr_fr: Désolés, une erreur est survenue lors de la récupération des résultats de la recherche.
hi: माफ़ करें, सर्च रिज़ल्ट को दोबारा पाने में गड़बड़ी हुई.
ms: Maaf, terdapat ralat pengambilan semula hasil carian.
my_mm: ဝမ်းနည်းပါတယ်၊ ရှာဖွေမှုရလာဒ်တွေကို ပြန်လည်ရယူနေစဉ် ချွတ်ယွင်းချက် ဖြစ်ပေါ်ခဲ့ပါတယ်။
ru: Не удалось получить результаты поиска.
th_th: ขออภัย เกิดข้อผิดพลาดในการดึงผลการค้นหา
tr: Üzgünüz, arama sonuçları getirilirken bir hata oluştu.
ur: معذرت خواہ ہیں، تلاش کے نتائج بازیافت کرنے میں نقص آ گیا تھا۔
vi: Rất tiếc, đã xảy ra lỗi khi truy xuất kết quả tìm kiếm.
zh_cn: 很抱歉，擷取搜尋結果時發生錯誤。

# search_contacts
source: Contacts (%s)
ar: جهات الاتصال (%s)
bn_bd: পরিচিতি (%s)
es_es: Contactos (%s)
fa_ir: مخاطبین (%s)
hi: संपर्क (%s)
ms: Kenalan (%s)
my_mm: အဆက်အသွယ်များ (%s)
ru: Контакты (%s)
th_th: ผู้ติดต่อ (%s)
tr: Kişiler (%s)
ur: (%s) رابطے
vi: Liên hệ (%s)
zh_cn: 聯絡人 (%s)

# search_chats
source: Chats (%s)
ar: دردشات (%s)
bn_bd: চ্যাট (%s)
fa_ir: گپ‌ها (%s)
fr_fr: Dialogues (%s)
hi: चैट (%s)
ms: Sembang (%s)
my_mm: ချက်များ (%s)
ru: Чаты (%s)
th_th: แชท (%s)
tr: Sohbetler (%s)
ur: (%s) چیٹس
vi: Trò chuyện (%s)
zh_cn: 交談 (%s)

source: Search in Contacts
ar: البحث في جهات الاتصال
bn_bd: পরিচিতিগুলিতে অনুসন্ধান করুন
es_es: Buscar en contactos
fa_ir: جستجو در مخاطبین
fr_fr: Rechercher dans Contacts
hi: संपर्क में खोजें
ms: Cari dalam Kenalan
my_mm: အဆက်အသွယ်များအတွင်း ရှာဖွေမည်
ru: Поиск в контактах
th_th: ค้นหาในผู้ติดต่อ
tr: Kişilerde Ara
ur: رابطوں میں تلاش کریں
vi: Tìm kiếm trong Liên hệ
zh_cn: 在聯絡人中搜尋

# search_in_chats
source: Search in Chats and Contacts
ar: البحث في جهات الاتصال والدردشات
bn_bd: চ্যাট এবং পরিচিতিগুলি অনুসন্ধান করুন
es_es: Buscar en chats y contactos
fa_ir: جستجو در گپ‌ها و مخاطبین
fr_fr: Rechercher dans Conversations et Contacts
hi: चैट और संपर्क में खोजें
ms: Cari dalam Sembang dan Kenalan
my_mm: ချက်များနှင့် အဆက်အသွယ်များအတွင်း ရှာဖွေမည်
ru: Поиск в чатах и контактах
th_th: ค้นหาในแชทและผู้ติดต่อ
tr: Sohbetlerde ve Kişilerde Ara
ur: چیٹس اور رابطوں میں تلاش کریں
vi: Tìm kiếm trong Trò chuyện và Liên hệ
zh_cn: 在交談和聯絡人中搜尋

# could_not_render_title
source: Could not render file title
ar: تعذّر عرض عنوان الملف
bn_bd: ফাইলের শিরোনাম রেন্ডার করা যায়নি
es_es: No se ha podido renderizar el título del archivo
fa_ir: رندر کردن عنوان فایل ممکن نیست
fr_fr: Impossible d'afficher le titre du fichier
hi: फ़ाइल टाइटल नहीं रेंडर कर सका
ms: Tidak dapat memaparkan tajuk fail
my_mm: ဖိုင်ခေါင်းစဉ်ကို ပြသမရနိုင်ပါ
ru: Не удалось отобразить название файла
th_th: ไม่สามารถประมวลชื่อไฟล์ได้
tr: Dosya başlığı işlenemedi
ur: فائل کے عنوان کو رینڈر نہیں کیا جا سکا
vi: Không thể kết xuất tiêu đề tệp
zh_cn: 無法顯示檔案標題

# could_not_render_type
source: Could not render file type
ar: تعذّر عرض نوع الملف
bn_bd: ফাইলের ধরন রেন্ডার করা যায়নি
es_es: No se ha podido renderizar el tipo de archivo
fa_ir: رندر کردن نوع فایل ممکن نیست
fr_fr: Impossible d'afficher le type de fichier
hi: फ़ाइल प्रकार नहीं रेंडर कर सका
ms: Tidak dapat memaparkan jenis fail
my_mm: ဖိုင်အမျိုးအစားကို ပြသမရနိုင်ပါ
ru: Не удалось отобразить тип файла
th_th: ไม่สามารถประมวลประเภทไฟล์ได้
tr: Dosya türü işlenemedi
ur: فائل کی قسم کو رینڈر نہیں کیا جا سکا
vi: Không thể kết xuất loại tệp
zh_cn: 無法顯示檔案類型

source: Speaker
ar: مكبر الصوت
bn_bd: স্পিকার
es_es: Altavoz
fa_ir: بلندگو
fr_fr: Haut-parleur
hi: स्पीकर
ms: Pembesar Suara
my_mm: စပီကာ
ru: Динамик
th_th: ลำโพง
tr: Hoparlör
ur: اسپیکر
vi: Loa
zh_cn: 喇叭

source: Speaker On
ar: مكبر الصوت قيد التشغيل
bn_bd: স্পিকার চালু
es_es: Altavoz activado
fa_ir: بلندگو روشن است
fr_fr: Le haut-parleur est activé
hi: स्पीकर ऑन
ms: Pembesar Suara Dihidupkan
my_mm: စပီကာဖွင့်ထားသည်
ru: Динамик включен
th_th: เปิดลำโพง
tr: Hoparlör Açık
ur: اسپیکر آن ہے
vi: Bật loa
zh_cn: 喇叭已開啟

source: Mute
bn_bd: নিঃশব্দ
es_es: Silenciar
fa_ir: صدا را ساکت کن
fr_fr: Désactiver le micro
hi: म्यूट
ms: Bisukan
my_mm: အသံပိတ်မည်
ru: Игнорировать
th_th: ปิดเสียง
tr: Sessize al
ur: خاموش کریں
vi: Tắt tiếng
zh_cn: 禁言

source: Muted
ar: تم كتم الصوت
bn_bd: নিঃশব্দ করা হয়েছে
es_es: En silencio
fa_ir: بی‌صدا شد
fr_fr: Le micro est désactivé
hi: म्यूट किया गया
ms: Dibisukan
my_mm: အသံပိတ်ထားသည်
ru: Звук выключен
th_th: ปิดเสียงแล้ว
tr: Ses Kısıldı
ur: خاموش کردہ
vi: Đã tắt tiếng
zh_cn: 靜音中

source: End Call
ar: إنهاء المكالمة
bn_bd: কল শেষ করুন
es_es: Finalizar llamada
fa_ir: پایان تماس
fr_fr: Terminer l'appel
hi: कॉल ख़त्म करें
ms: Tamatkan Panggilan
my_mm: ခေါ်ဆိုမှု အဆုံးသတ်မည်
ru: Завершить звонок
th_th: จบการโทร
tr: Aramayı Sonlandır
ur: کال ختم کریں
vi: Kết thúc cuộc gọi
zh_cn: 結束通話

# verify_contact
source: Verify %s
ar: التحقق من %s
bn_bd: %s যাচাই করুন
es_es: Verificar %s
fa_ir: تأیید %s
fr_fr: Vérifier %s
hi: %s वेरिफ़ाई करें
ms: Sahkan %s
my_mm: %s ကို စိစစ်အတည်ပြုမည်
ru: Подтвердить контакт %s
th_th: ยืนยัน %s
tr: %s öğesini doğrula
ur: %s کی توثیق کریں
vi: Xác minh %s
zh_cn: 驗證 %s

source: Verified
bn_bd: যাচাই করা হয়েছে
es_es: Verificado
fa_ir: تایید شده
fr_fr: Confirmé
hi: वेरिफ़ाई किया गया
ms: Disahkan
my_mm: စိစစ်အတည်ပြုပြီး
ru: Верифицировано
th_th: ยืนยันแล้ว
tr: Doğrulanmış
ur: توثیق شدہ
vi: Đã xác minh
zh_cn: 验证通过

source: Pending verification
ar: في انتظار التحقق
bn_bd: মুলতুবি থাকা যাচাই
es_es: Verificación pendiente
fa_ir: تأیید در حال بررسی
fr_fr: Vérification en attente
hi: वेरिफ़िकेशन पेंडिंग है
ms: Pengesahan belum selesai
my_mm: ဆိုင်းငံ့ထားသည့် စိစစ်အတည်ပြုမှု
ru: Ожидает подтверждения
th_th: รอการยืนยัน
tr: Doğrulama bekleniyor
ur: توثیق زیر التواء ہے
vi: Đang chờ xác minh
zh_cn: 待驗證

# verify_description
source: As a security best practice, we recommend checking that %s's verification number matches yours. Would you like to verify in person or via a phone call?
ar: لتحقيق أفضل درجات الأمان، نوصي بالتأكد من أن رقم تحقق %s يطابق رقمك. هل ترغب في التحقق شخصيًا أو عبر مكالمة هاتفية؟
bn_bd: নিরাপত্তার সর্বোত্তম অনুশীলন হিসাবে, আমরা %s এর যাচাইকরণ নম্বরটি আপনার সাথে মেলে কিনা তা পরীক্ষা করার পরামর্শ দিই। আপনি কি ব্যক্তিগতভাবে বা ফোন কলের মাধ্যমে যাচাই করতে চান?
es_es: Como recomendación de seguridad, le instamos a que compruebe que el número de verificación de %s coincide con el suyo. ¿Le gustaría hacerlo en persona o mediante una llamada de teléfono?
fa_ir: به‌عنوان بهترین روش امنیتی، توصیه می‌کنیم بررسی کنید که شماره تأییدیه %s با شماره شما مطابقت داشته باشد. آیا می‌خواهید تأیید، به‌صورت حضوری یا از طریق تماس تلفنی باشد؟
fr_fr: À des fins de sécurité, nous vous conseillons de vérifier que le numéro de vérification de %s correspond au vôtre. Souhaitez-vous effectuer la vérification en personne ou par téléphone ?
hi: सुरक्षा के बेहतरीन तरीके के तौर पर हम सुझाव देते हैं कि देखें कि %s का वेरिफ़िकेशन नंबर आपके नंबर से मेल खाता है या नहीं. क्या आप व्यक्तिगत रूप से या फ़ोन कॉल के ज़रिए वेरिफ़िकेशन करना चाहेंगे?
ms: Sebagai amalan keselamatan, kami mengesyorkan anda untuk menyemak bahawa nombor pengesahan %s sepadan dengan nombor pengesahan anda. Adakah anda ingin membuat pengesahan secara peribadi atau melalui panggilan telefon?
my_mm: လုံခြုံရေးလုပ်ထုံးလုပ်နည်းအဖြစ် ကျွန်ုပ်တို့က %s ၏ စိစစ်အတည်ပြုမှုနံပါတ်သည် သင့်နံပါတ်နှင့် ကိုက်ညီမှုရှိမရှိ စစ်ဆေးပေးရန် အကြံပြုပါသည်။ လူကိုယ်တိုင် သို့မဟုတ် ဖုန်းခေါ်ဆိုမှုမှတစ်ဆင့် စိစစ်အတည်ပြုလိုသလား။
ru: В целях безопасности рекомендуем проверить, соответствует ли номер подтверждения контакта %s вашему. Подтвердить лично или по звонку?
th_th: สำหรับแนวทางปฏิบัติด้านความปลอดภัยที่ดีที่สุด เราขอแนะนำให้ดูว่าหมายเลขยืนยันของ %s ตรงกันกับของคุณ คุณต้องการที่จะยืนยันด้วยตนเองหรือผ่านการสนทนาทางโทรศัพท์?
tr: En iyi güvenlik uygulamalarından biri olarak %s doğrulama numarasının sizinkiyle eşleşip eşleşmediğini kontrol etmenizi öneririz. Şahsen veya bir telefon araması vasıtasıyla doğrulamak ister misiniz?
ur: سکیورٹی کی بہترین مشق کے طور پر، ہم یہ پڑتال کرنے کی تجویز کرتے ہیں کہ %s کا توثیقی نمبر آپ کے نمبر سے مماثلت رکھتا ہو۔ آپ بالمشافہ یا بذریعہ کال توثیق کرنا پسند کریں گے؟
vi: Như một phương pháp bảo mật tốt nhất, chúng tôi khuyên bạn nên kiểm tra xem số xác minh của %s có khớp với số của bạn hay không. Bạn muốn xác minh trực tiếp hay qua cuộc gọi điện thoại?
zh_cn: 基於安全考量，建議您最好檢查 %s 的驗證編號是否與您相符。 您要當面驗證，還是透過電話驗證？

source: Verify in person
ar: التحقق شخصيًا
bn_bd: ব্যক্তিগতভাবে যাচাই করুন
es_es: Verificar en persona
fa_ir: تأیید به‌صورت حضوری
fr_fr: Vérifier en personne
hi: व्यक्तिगत रूप से वेरीफ़ाई करें
ms: Sahkah secara peribadi
my_mm: လူကိုယ်တိုင် စိစစ်အတည်ပြုမည်
ru: Подтвердить лично
th_th: ยืนยันด้วยตนเอง
tr: Şahsen doğrula
ur: بالمشافہ توثیق کریں
vi: Xác minh trực tiếp
zh_cn: 當面驗證

# verify_via_call
source: Verify via voice call
ar: التحقق عبر الهاتف
bn_bd: ভয়েস কলের মাধ্যমে যাচাই করুন
es_es: Verifica mediante llamada de teléfono
fa_ir: تأیید از طریق تماس صوتی
fr_fr: Vérifier via un appel vocal
hi: वायस कॉल द्वारा वेरीफ़ाई करें
ms: Sahkan melalui panggilan suara
my_mm: အသံခေါ်ဆိုမှုမှတစ်ဆင့် စိစစ်အတည်ပြုမည်
ru: Подтвердить по звонку
th_th: ยืนยันผ่านการสนทนาทางโทรศัพท์
tr: Sesli aramayla doğrula
ur: بذریعہ صوتی کال توثیق کریں
vi: Xác minh qua cuộc gọi thoại
zh_cn: 透過語音通話驗證

source: Dismiss Notification
ar: تجاهل الإشعار
bn_bd: বিজ্ঞপ্তি খারিজ
es_es: Descartar notificación
fa_ir: بستن اعلان
fr_fr: Ignorer la notification
hi: नोटिफ़िकेशन हटाएँ
ms: Ketepikan Pemberitahuan
my_mm: အသိပေးချက်ကို ဖယ်ထုတ်မည်
ru: Убрать уведомление
th_th: ปิดการแจ้งเตือน
tr: Bildirimi Kapat
ur: اطلاع برخاست کریں
vi: Loại bỏ thông báo
zh_cn: 關閉通知

# call_contact
source: Call %s ?
ar: هل تريد الاتصال بـ %s؟
bn_bd: %s কে কল করবেন?
es_es: ¿Llamar a %s?
fa_ir: با %s تماس گرفته شود؟
fr_fr: Appeler %s ?
hi: कॉल %s ?
ms: Hubungi %s ?
my_mm: %s ကို ခေါ်ဆိုမလား။
ru: Позвонить контакту %s?
th_th: โทร %s ?
tr: %s aransın mı?
ur: %s کو کال کریں؟
vi: Gọi %s ?
zh_cn: 要打電話給 %s？

source: Call
ar: مكالمة
bn_bd: কল
es_es: Llamar
fa_ir: تماس
fr_fr: Appeler
hi: कॉल
ms: Hubungi
my_mm: ခေါ်ဆိုမှု
ru: Позвонить
th_th: โทร
tr: Arama
ur: کال کریں
vi: Gọi
zh_cn: 通話

source: Incoming Call
ar: مكالمة واردة
bn_bd: ইনকামিং কল
es_es: Llamada entrante
fa_ir: تماس ورودی
fr_fr: Appel entrant
hi: आने वाली कॉल
ms: Panggilan Masuk
my_mm: အဝင်ခေါ်ဆိုမှု
ru: Входящий звонок
th_th: สายเข้า
tr: Gelen Arama
ur: آنے والی کال
vi: Cuộc gọi đến
zh_cn: 來電

# call_from
source: From %s
ar: من %s
bn_bd: %s থেকে
es_es: De %s
fa_ir: از %s
fr_fr: De %s
hi: %s से
ms: Daripada %s
my_mm: %s ထံမှ
ru: От кого: %s
th_th: จาก %s
tr: Kaynak: %s
ur: %s کی جانب سے
vi: Từ %s
zh_cn: %s 來電

# in_call
source: Ongoing Calls
ar: المكالمات الجارية
bn_bd: চলমান কল
es_es: Llamadas en curso
fa_ir: تماس‌های در حال انجام
fr_fr: Appels en cours
hi: चल रही कॉल
ms: Panggilan Keluar
my_mm: အထွက်ခေါ်ဆိုမှုများ
ru: Текущие звонки
th_th: สายโทรออก
tr: Devam Eden Aramalar
ur: جاری کالز
vi: Cuộc gọi đang diễn ra
zh_cn: 進行中通話

# in_call_des
source: Notification of ongoing call
ar: إشعار مكالمة جارية
bn_bd: চলমান কলের বিজ্ঞপ্তি
es_es: Notificación de llamada en curso
fa_ir: اعلان تماس در حال انجام
fr_fr: Notification d'appel en cours
hi: चल रही कॉल की नोटिफ़िकेशन
ms: Pemberitahuan panggilan keluar
my_mm: လုပ်ဆောင်ဆဲ ခေါ်ဆိုမှုအတွက် အသိပေးချက်
ru: Уведомление о текущем звонке
th_th: การแจ้งเตือนสายโทรออก
tr: Devam eden arama bildirimi
ur: جاری کال کی اطلاع
vi: Thông báo cuộc gọi đang diễn ra
zh_cn: 進行中通話通知

# incoming_call_from
source: Incoming call from %s
ar: مكالمة واردة من %s
bn_bd: %s থেকে ইনকামিং কল
es_es: Llamada en curso de %s
fa_ir: تماس ورودی از %s
fr_fr: Appel entrant de %s
hi: %s से इनकमिंग (आने वाली) कॉल
ms: Panggilan masuk daripada %s
my_mm: %s ထံမှ အဝင်ခေါ်ဆိုမှု
ru: Входящий звонок от контакта %s
th_th: สายโทรเข้าจาก %s
tr: Gelen arama kaynağı: %s
ur: %s کی جانب سے آنے والی کال
vi: Cuộc gọi đến từ %s
zh_cn: %s 的來電

source: Touch here to open call
ar: المس هنا لفتح المكالمة
bn_bd: কল খুলতে এখানে স্পর্শ করুন
es_es: Pulse aquí para abrir la llamada
fa_ir: برای برقراری تماس اینجا را لمس کنید
fr_fr: Toucher ici pour ouvrir l’appel
hi: कॉल शुरू करने के लिए यहां छुएं
ms: Sentuh sini untuk membuka panggilan
my_mm: ခေါ်ဆိုမှုကို ဖွင့်ရန် ဤနေရာကို နှိပ်ပါ
ru: Коснитесь, чтобы ответить на звонок
th_th: แตะที่นี่เพื่อเปิดการโทร
tr: Aramayı açmak için buraya dokunun
ur: کال کھولنے کے لیے یہاں چھوئیں
vi: Chạm vào đây để mở cuộc gọi
zh_cn: 輕觸這裡即可接聽通話

# in_call_with
source: In call with %s
ar: في مكالمة مع %s
bn_bd: %s-এর সাথে কলে
es_es: En una llamada con %s
fa_ir: در تماس با %s
fr_fr: En ligne avec %s
hi: %s के साथ कॉल पर
ms: Sedang berhubung dengan %s
my_mm: %s ဖြင့် အဝင်ခေါ်ဆိုမှု
ru: Звонок с контактом %s…
th_th: อยู่ในสายกับ %s
tr: %s ile aramada
ur: %s کے ساتھ کال میں
vi: Trong cuộc gọi với %s
zh_cn: 正在與 %s 通話

source: Undo verification
ar: التراجع عن التحقق
bn_bd: যাচাইকরণের আগের অবস্থায় ফেরান
es_es: Deshacer verificación
fa_ir: لغو تأیید
fr_fr: Annuler la vérification
hi: वेरिफ़िकेशन हटाएँ
ms: Buat asal pengesahan
my_mm: စိစစ်အတည်ပြုမှုကို ပျက်ပြယ်စေမည်
ru: Отменить подтверждение
th_th: ยกเลิกการยืนยัน
tr: Doğrulamayı geri al
ur: توثیق کو کالعدم کریں
vi: Hoàn tác xác minh
zh_cn: 恢復成未驗證狀態
