Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

# confirm_remove_device
source: Are you sure you want to unlink this device from your Pro account?
ar: هل أنت متأكد من أنك تريد فك ربط هذا الجهاز مع حساب برو؟
bn_bd: আপনি কি আপনার Pro অ্যাকাউন্ট থেকে এই ডিভাইসটি অপসারন করতে চান?
es_es: ¿Está seguro de que quiere desvincular este dispositivo de su cuenta Pro?
fa_ir: آیا مطمئن هستید که میخواهید این دستگاه را از حساب Pro خود قطع اتصال کنید؟
fr_fr: Voulez-vous vraiment dissocier cet appareil de votre compte Pro ?
hi: क्या आप वाकई इस डिवाइस को अपने Pro खाते से अनलिंक करना चाहते हैं?
ms: Adakah anda pasti ingin mengeluarkan pautan peranti dari account Pro anda?
my_mm: ဤပစ္စည်းအားသင်၏ Pro အကောင့်မှသင်ပြန်ဖွင့်လိုသည်မှာသေချာပါသလား။
ru: Вы уверены, что хотите отвязать это устройство от аккаунта Pro?
th_th: คุณแน่ใจหรือไม่ว่าต้องการเลิกเชื่อมโยงอุปกรณ์นี้จากบัญชี Pro ของคุณ
tr: Bu cihazı Pro hesabınızdan çıkartmak istediğinize emin misiniz?
ur: کیا آپ واقعی اس ڈیوائس کو اپنے پرو اکاؤنٹ سے منقطع کرنا چاہتے ہیں ؟
vi: Bạn có chắc là muốn gỡ kết nối máy này ra khỏi tài khoản Pro?
zh_cn: 您确定要取消此设备与 Pro 账户的链接吗？

# confirm_close_window
source: Are you sure you want to close Lantern?
bn_bd: আপনি কি নিশ্চিত যে আপনি Lantern বন্ধ করতে চান?
es_es: ¿Estás seguro de que quieres cerrar Lantern?
fa_ir: آیا مطمئن هستید که می‌خواهید Lantern را ببندید؟
fr_fr: Êtes-vous sûr de vouloir fermer Lantern ?
th_th: คุณแน่ใจหรือว่าต้องการปิด Lantern?
zh_cn: 您确定要关闭蓝灯吗？

source: Unlimited Data
bn_bd: অসীম ডাটা
es_es: Datos ilimitados
fa_ir: ترافیک نامحدود
fr_fr: Données illimitées
hi: असीमित डेटा
ms: Data Tidak Terbatas
ru: Безлимитный трафик
th_th: ข้อมูลไม่จำกัด
tr: Sınırsız Veri
ur: لامحدود ڈیٹا
vi: Dung Lượng Không Giới Hạn
zh_cn: 無流量限制

source: No logs
bn_bd: কোনও লগ নয়
es_es: No hay registros
fa_ir: هیچ گزارشی وجود ندارد
fr_fr: Aucun journaux
hi: कोई लॉग नहीं
ms: Tiada log
ru: Нет логов
th_th: ไม่มีบันทึก
tr: Günlük yok
ur: کوئی لاگز نہیں
vi: Không có nhật ký
zh_cn: 无服务器记录

source: No Ads
bn_bd: কোন বিজ্ঞাপণ নেই
es_es: Sin publicidad
fa_ir: بدون تبلیغ
fr_fr: Sans publicité
hi: कोई विज्ञापन नहीं
ms: Tiada Iklan
ru: Без рекламы
th_th: ไม่มีโฆษณา
tr: Reklamsız
ur: کوئی اشتہار نہیں
vi: Không có quảng cáo

source: Choose Plan
bn_bd: প্ল্যান বাছুন
es_es: Elegir plan
fa_ir: انتخاب طرح
fr_fr: Choisissez un abonnement
hi: योजना चुनें
ms: Pilih Pelan
ru: Выбрать план
th_th: เลือกแผน
tr: Plan Seç
ur: پلان چنیں
vi: Chọn gói
zh_cn: 选择套餐

source: billed one time
bn_bd: একবার বিল করা হয়েছে
es_es: facturado una vez
fa_ir: یک بار صورتحساب شده
fr_fr: facturé une fois
th_th: เรียกเก็บเงินครั้งเดียว
zh_cn: 一次性收费

source: Connect up to 3 devices
bn_bd: সর্বাধিক 3টি ডিভাইসে সংযোগ করুন
es_es: Conecte hasta 3 dispositivos
fa_ir: اتصال تا حداکثر 3 دستگاه
fr_fr: Connectez jusqu’à trois appareils
hi: 3 डिवाइस तक कनेक्ट करें
ms: Sambungkan sehingga 3 peranti
ru: Подключение до трех устройств
th_th: เชื่อมต่ออุปกรณ์ได้สูงสุด 3 เครื่อง
tr: 3 cihaza kadar bağlayın
ur: 3 تک آلات کو جوڑیں
vi: Kết nối tối đa 3 thiết bị
zh_cn: 支持3个设备

source: Faster Data Centers
bn_bd: দ্রুততর ডেটা সেন্টার
es_es: Centros de datos más rápidos
fa_ir: مراکز داده پرسرعت
fr_fr: Des centres de traitement de données plus rapides
hi: तेज़ डेटा सेंटर्स
ms: Pusat Data Lebih Cepat
ru: Более быстрые центры обработки данных
th_th: ศูนย์ข้อมูลที่เร็วขึ้น
tr: Daha Hızlı Veri Merkezleri
ur: تیز تر ڈیٹا سینٹرز
vi: Trung tâm dữ liệu nhanh hơn
zh_cn: 速度更快

source: Dedicated Line
bn_bd: অবিচল লাইন
es_es: Línea dedicada
fa_ir: خط ویژه
fr_fr: Ligne dédiée
hi: समर्पित लाइन
ms: Talian Khusus
ru: Выделенная линия
th_th: ช่องทางเฉพาะ
tr: Özel Hat
ur: مختص کردہ لائن
vi: Đường truyền chuyên dụng
zh_cn: 专线

source: Increased Reliability
bn_bd: ক্রমবর্ধমান নির্ভরযোগ্যতা
es_es: Mayor fiabilidad
fa_ir: افزایش اطمینان
fr_fr: Fiabilité accrue
hi: बढ़ी हुई विश्वसनीयता
ms: Keutuhan Dipertingkatkan
ru: Повышенная надежность
th_th: เพิ่มความน่าเชื่อถือ
tr: Artmış Güvenilirlik
ur: اضافی پائیداری
vi: Tăng độ tin cậy
zh_cn: 更可靠

source: Checkout
bn_bd: চেকআউট
es_es: Caja
fa_ir: وارسی
fr_fr: Caisse
hi: चेक आउट
ms: Daftar keluar
ru: Заказ
th_th: ชำระเงิน
tr: Ödeme
ur: چیک آؤٹ
vi: Trả tiền
zh_cn: 支付

source: Credit Card
bn_bd: ক্রেডিট কার্ড
es_es: Tarjeta de crédito
fa_ir: کارت اعتباری
fr_fr: Carte de crédit
hi: क्रेडिट कार्ड
ms: Kad Kredit
ru: Кредитная карта
th_th: บัตรเครดิต
tr: Kredi Kartı
ur: کریڈٹ کارڈ
vi: Thẻ Tín Dụng
zh_cn: 信用卡

source: Lantern Pro Checkout
bn_bd: Lantern Pro চেকআউট
es_es: Registro de Lantern Pro
fa_ir: پرداخت لنترن پرو
fr_fr: Paiement de Lantern Pro
hi: Lantern Pro चेकआउट
ms: Daftar keluar Lantern Pro
ru: Приобрести Lantern Pro
th_th: ชำระเงิน Lantern Pro
tr: Lantern Pro Ödeme
ur: لینٹرن پرو چیک آؤٹ
vi: Tính Tiền Lantern Pro
zh_cn: 蓝灯专业版购买

# 1y_pricing
source: 1 year pricing
bn_bd: 1 বছরের মূল্যনির্ধারণ
es_es: Precio por 1 año
fa_ir: قیمت یک ساله
fr_fr: Tarif pour un an
hi: 1 वर्ष का मूल्य
ms: Harga 1 tahun
ru: Цены на 1 год
th_th: ราคาต่อ 1 ปี
tr: 1 yıllık fiyatlandırma
ur: 1 سال کی قیمت
vi: Báo giá 1 năm
zh_cn: 1 年价格

# 2y_pricing
source: 2 year pricing
bn_bd: 2 বছরের মূল্যনির্ধারণ
es_es: Precio por 2 años
fa_ir: هزینه دو ساله
fr_fr: Tarif pour deux ans
hi: 2 वर्ष का मूल्य
ms: Harga 2 tahun
ru: Цены на 2 года
th_th: ราคาต่อ 2 ปี
tr: 2 yıllık fiyatlandırma
ur: 2 سال کی قیمت
vi: Báo giá 2 năm
zh_cn: 2 年价格

source: Plan type
bn_bd: প্ল্যানের ধরন
es_es: Tipo de plan
fa_ir: نوع طرح
fr_fr: Type d’abonnement
hi: प्लान का प्रकार
ms: Jenis pelan
ru: Тип плана
th_th: ประเภทแผน
tr: Plan türü
ur: پلان کی قسم
vi: Loại gói
zh_cn: 计划选项

source: Most Popular
bn_bd: সবচেয়ে জনপ্রিয়
es_es: Más popular
fa_ir: محبوب‌ترین
fr_fr: Le plus populaire
hi: सबसे लोकप्रिय
ms: Paling Digemari
ru: Наиболее популярный
th_th: เป็นที่นิยมมากที่สุด
tr: En Popüler
ur: مقبول ترین
vi: Phổ biến nhất
zh_cn: 最多人购买

source: Free
bn_bd: বিনামূল্যে
es_es: Gratis
fa_ir: رایگان
fr_fr: Gratuit
hi: फ़्री
ms: Percuma
ru: Бесплатно
th_th: ฟรี
tr: Ücretsiz
ur: مفت
vi: Miễn phí
zh_cn: 免费

source: n/a
ar: لا ينطبق
bn_bd: উপলব্ধ নেই
es_es: n/d
fa_ir: در دسترس نیست
fr_fr: s/o
ms: t/b
ru: Не применимо
th_th: ไม่ระบุ
tr: uygulanamaz
ur: نا قابلِ اطلاق
vi: không có

source: Developer Settings
ar: إعدادات المطور
bn_bd: ডেভেলপার সেটিংস
es_es: Ajustes de desarrollador
fa_ir: تنظیمات توسعه‌دهنده
fr_fr: Paramètres pour les développeurs
hi: डेवलपर सेटिंग्स
ms: Tetapan Pembangun
my_mm: ဆော့ဖ်ဝဲအင်ဂျင်နီယာစနစ် ချိန်ညှိချက်များ
ru: Настройки разработчика
th_th: การตั้งค่าผู้พัฒนา
tr: Geliştirici Ayarları
ur: ڈویلپر کی ترتیبات
vi: Thiết lập nhà phát triển
zh_cn: 开发者设置

source: Developer
ar: المطور
bn_bd: ডেভেলপার
es_es: Desarrollador
fa_ir: توسعه‌دهنده
fr_fr: Développeur
hi: डेवलपर
ms: Pembangun
my_mm: ဆော့ဖ်ဝဲအင်ဂျင်နီယာစနစ်
ru: Разработчик
th_th: ผู้พัฒนา
tr: Geliştirici
ur: ڈویلپر
vi: Nhà phát triển
zh_cn: 开发者

# dev_settings
source: These settings are for development use only. Changing any setting will automatically stop and restart the application.
ar: هذه الإعدادات مُخصصة للاستخدام في التطوير فقط. سيؤدي تغيير أي إعدادات إلى إيقاف التطبيق وإعادة تشغيله تلقائيًا.
bn_bd: এই সেটিং শুধুমাত্র ডেভেলপমেন্টের ব্যবহারের জন্য। যে কোনও সেটিংয়ের পরিবর্তন স্বয়ংক্রিয়ভাবে অ্যাপ্লিকেশনটি থামাবে এবং রিস্টার্ট করবে।
es_es: Estos ajustes son solo para fines de desarrollo. Los cambios realizados podrían provocar el cierre y reinicio de la aplicación.
fa_ir: این تنظیمات فقط برای استفاده توسعه‌ای هستند. با تغییر هر یک از تنظیمات، برنامه به‌طور خودکار متوقف و مجدداً راه‌اندازی می‌شود.
fr_fr: Ces paramètres sont destinés uniquement au développement. La modification d'un paramètre entraînera l'arrêt et le redémarrage automatiques de l'application.
hi: ये सेटिंग्स बस डेवलपमेंट के इस्तेमाल के लिए हैं कोई भी सेटिंग बदलने से एप्लिकेशन अपने आप बंद हो कर दोबारा शुरू हो जाएगा.
ms: Tetapan ini adalah untuk kegunaan pembangunan sahaja. Perubahan apa-apa tetapan akan menghentikan dan memulakan semula aplikasi secara automatik.
my_mm: ဤချိန်ညှိချက်များသည် အမှားရှာပြုပြင်မှုအတွက် အသုံးပြုရန်သာဖြစ်သည်။ ချိန်ညှိချက်တစ်ခုခုကို ပြောင်းလဲခြင်းဖြင့် အပလီကေးရှင်းကို အလိုအလျောက် ရပ်တန့်စေပြီး ပြန်လည်စတင်စေမည်ဖြစ်သည်။
ru: Эти настройки применяются для разработки. Если вы измените их, приложение остановит работу и будет перезапущено.
th_th: การตั้งค่าเหล่านี้ใช้สำหรับการพัฒนาเท่านั้น ในกรณีที่มีการเปลี่ยนแปลงการตั้งค่าใดๆ แอปจะหยุดและรีสตาร์ทอัตโนมัติ
tr: Bu testler yalnızca geliştirme kullanımı içindir. Herhangi bir ayarı değiştirmek uygulamayı otomatik olarak durdurur ve yeniden başlatır.
ur: یہ ترتیبات صرف ارتقائی استعمال کے لیے ہیں۔ کسی بھی ترتیب کو تبدیل کرنا ایپلیکیشن کو خود کار طور پر روک دے گا اور وہ ری اسٹارٹ ہو جائے گی۔
vi: Các cài đặt này chỉ dành cho mục đích phát triển. Thay đổi bất kỳ cài đặt nào sẽ tự động dừng và khởi động lại ứng dụng.
zh_cn: 这些设置仅供开发使用。更改任意设置都会自动停止并重新启动该应用程序。

# dev_payment_mode
source: When Payment Test Mode is enabled, the app uses a single hardcoded user. You can make Stripe purchases using the number 4242 4242 4242 4242, an expiration date in the future, and any CVV.
ar: عند تمكين "وضع اختبار الدفع"، عندئِذٍ يستخدم التطبيق مستخدمًا واحدًا مضمّنًا. يمكنك إجراء عمليات شراء Stripe باستخدام الرقم 4242 4242 4242 4242، وتاريخ انتهاء صلاحية مستقبلي، وأي CVV.
bn_bd: পেমেন্ট পরীক্ষামূলক মোড সক্ষম থেকে থাকলে অ্যাপটি একটি একক হার্ডকোডযুক্ত ব্যবহারকারী ব্যবহার করে। আপনি 4242 4242 4242 4242 নম্বর, মেয়াদ শেষের একটি ভবিষ্যতের তারিখ এবং একটি CVV ব্যবহার করে স্ট্রাইপ কেনাকাটা করতে পারেন।
es_es: Al habilitar el modo Prueba de pago, la aplicación emplea un único usuario absoluto. Dispone de la posibilidad de hacer compras con Stripe utilizando el número 4242 4242 4242 4242, una fecha de caducidad futura y un CVV cualquiera.
fa_ir: وقتی «حالت تست پرداخت» فعال است، برنامه از یک کاربر با کد اختصاصی استفاده می‌کند. می‌توانید با استفاده از شماره 4242 4242 4242 4242، تاریخ انقضا در آینده و هر CVV، خریدهای Stripe را انجام دهید.
fr_fr: Lorsque « Mode de test de paiement » est activé, l'application utilise un seul utilisateur codé en dur. Vous pouvez effectuer des achats avec Stripe en utilisant le numéro 4242 4242 4242 4242, une date d'expiration dans le futur et n'importe quel code CVV.
hi: जब पेमेंट टेस्ट मोड शुरू किया जाता है, तो ऐप एक हार्डकोडेड उपयोगकर्ता का इस्तेमाल करता है. आप संख्या 4242 4242 4242 4242, भविष्य की समाप्ति तिथि और किसी भी CVV का इस्तेमाल करके Stripe से ख़रीदारी कर सकते हैं.
ms: Apabila Mod Ujian Bayaran didayakan, aplikasi menggunakan pengguna berkod keras yang tunggal. Anda boleh membuat pembelian Stripe dengan menggunakan nombor 4242 4242 4242 4242, tarikh tamat tempoh pada masa depan dan apa-apa CVV.
my_mm: ပေးချေမှုစမ်းသပ်မုဒ်ကို ဖွင့်ထားသည့်အခါ အက်ပ်သည် ရင်းမြစ်ကုဒ်အတွင်း ထည့်သွင်းထားသည့် စကားဝှက်သုံး အသုံးပြုသူစနစ်ကိုသာ အသုံးပြုမည်ဖြစ်သည်။ သင်သည် Stripe ဝယ်ယူမှုများအား နံပါတ် 4242 4242 4242 4242 ကို အသုံးပြုပြီး သက်တမ်းကုန်ဆုံးရက်မတိုင်မီ မည်သည့် CVV ကိုမဆို အသုံးပြု၍ ပြုလုပ်နိုင်သည်။
ru: Когда режим тестирования оплаты включен, приложение работает от имени прописанного в коде пользователя. Вы можете совершать покупки через Stripe, указывая номер карты 4242 4242 4242 4242, любую дату в будущем и любой CVV-код.
th_th: ขณะเปิดใช้งานโหมดทดสอบการชำระเงิน แอปทำงานโดยผู้ใช้ที่เข้ารหัสตายตัวรายเดียว คุณสามารถสร้างการชำระเงิน ผ่าน Stripe โดยใช้หมายเลข 4242 4242 4242 4242 วันที่หมดอายุในอนาคต และ CVV ใดก็ได้
tr: Ödeme Test Modu etkinleştirildiğinde uygulama tek bir sabit kodlanmış kullanıcıdan yararlanır. 4242 4242 4242 4242 numarasını, gelecekteki bir son kullanma tarihini ve herhangi bir CVV'yi kullanarak Stripe satın alma işlemleri gerçekleştirebilirsiniz.
ur: جب ادائیگی کا ٹیسٹ موڈ فعال ہوتا ہے، تو ایپ سنگل ہارڈ کوڈ کردہ صارف کا استعمال کرتی ہے۔ آپ 4242 4242 4242 4242 نمبر کا استعمال کرتے ہوئے اسٹرائپ خریداریاں، مستقبل میں زائد المیعاد تاریخ، اور کوئی بھی CVV بنا سکتے ہیں۔
vi: Khi Chế độ kiểm tra thanh toán được bật, ứng dụng sử dụng một người dùng được mã cứng. Bạn có thể mua Stripe bằng số 4242 4242 4242 4242, ngày hết hạn trong tương lai và bất kỳ CVV nào.
zh_cn: 启用“付费测试模式”后，该应用使用单个硬编码用户。您可以使用账号 4242 4242 4242 4242 完成银行卡购买，过期日期需要设置为未来，CVV 可随意设置。

source: Payment Test Mode
ar: وضع اختبار الدفع
bn_bd: পেমেন্ট পরীক্ষামূলক মোড
es_es: Modo Prueba de pago
fa_ir: حالت تست پرداخت
fr_fr: Mode de test de paiement
hi: पेमेंट टेस्ट मोड
ms: Mod Ujian Bayaran
my_mm: ပေးချေမှုစမ်းသပ်မုဒ်
ru: Режим тестирования оплаты
th_th: โหมดทดสอบการชำระเงิน
tr: Ödeme Test Modu
ur: ادائیگی کا ٹیسٹ موڈ
vi: Chế độ kiểm tra thanh toán
zh_cn: 付费测试模式

source: Play Version
ar: تشغيل الإصدار
bn_bd: প্লে সংস্করণ
es_es: Versión de Google Play
fa_ir: نسخه برنامه
fr_fr: Version de Google Play
hi: प्ले वर्शन
ms: Mainkan Versi
my_mm: Play ဗားရှင်း
ru: Версия для Google Play
th_th: เวอร์ชันเล่น
tr: Play Sürümü
ur: پلے ورژن
vi: Phiên bản Play
zh_cn: Play 版本

source: Force Country
ar: فرض البلد
bn_bd: ফোর্স দেশ
es_es: Forzar país
fa_ir: ظرفیت کشور
fr_fr: Simuler dans un pays
hi: ज़बरदस्ती देश बदलें
ms: Paksa Negara
my_mm: လုပ်သားအင်အား နိုင်ငံ
ru: Принудительно указать страну
th_th: ประเทศที่บังคับ
tr: Ülkeyi Zorunlu Tut
ur: فورس کنٹری
vi: Lực lượng quốc gia
zh_cn: 模擬特定國家/地區

source: Error
ar: خطأ
bn_bd: ত্রুটি
fa_ir: خطا
fr_fr: Erreur
hi: त्रुटि
ms: Ralat
my_mm: အမှား
ru: Ошибка
th_th: ข้อผิดพลาด
tr: Hata
ur: خرابی
vi: Lỗi
zh_cn: 错误

source: Accept
ar: موافق
bn_bd: স্বীকার করুন
es_es: Aceptar
fa_ir: قبول کردن
fr_fr: Accepter
hi: मुझे स्वीकार है
ms: Terima
my_mm: လက်ခံမည်
ru: Принять
th_th: ยอมรับ
tr: Kabul Et
ur: قبول کریں
vi: Đồng ý
zh_cn: 接受

source: Cancel
ar: إلغاء
bn_bd: বাতিল
es_es: Cancelar
fa_ir: انصراف
fr_fr: Annuler
hi: रद्द करना
ms: Batal
my_mm: ပယ်ဖျက်ပါ
ru: Отмена
th_th: ยกเลิก
tr: İptal
ur: منسوخ
vi: Hủy bỏ
zh_cn: 取消

source: Reject
ar: رفض
bn_bd: প্রত্যাখান করুন
es_es: Rechazar
fa_ir: رد کردن
fr_fr: Refuser
hi: अस्वीकार
ms: Tolak
my_mm: ငြင်းပယ်မည်
ru: Отклонить
th_th: ปฏิเสธ
tr: Reddet
ur: مسترد کریں
vi: Từ chối
zh_cn: 拒绝

source: Copied!
ar: تم النسخ!
bn_bd: অনুলিপি করা হয়েছে!
es_es: ¡Copiado!
fa_ir: کپی شد!
fr_fr: Copié !
hi: कॉपी किया गया!
ms: Disalin!
my_mm: ကူးယူပြီးပြီ။
ru: Скопировано!
th_th: คัดลอกแล้ว!
tr: Kopyalandı!
ur: کاپی ہو گیا!
vi: Đã sao chép!
zh_cn: 已复制！

source: Saved!
ar: تم الحفظ!
bn_bd: সংরক্ষণ করা হয়েছে!
es_es: ¡Guardado!
fa_ir: ذخیره شد!
fr_fr: Enregistré !
hi: सेव किया गया!
ms: Disimpan!
my_mm: သိမ်းဆည်းပြီးပြီ။
ru: Сохранено!
th_th: บันทึกแล้ว!
tr: Kaydedildi!
ur: محفوظ ہو گیا!
vi: Đã lưu!
zh_cn: 已保存！

source: New Chat
ar: دردشة جديدة
bn_bd: নতুন চ্যাট
es_es: Nuevo chat
fa_ir: گپ جدید
fr_fr: Nouvelle conversation
hi: नई चैट
ms: Sembang Baharu
my_mm: ချက်အသစ်
ru: Создать чат
th_th: แชทใหม่
tr: Yeni Sohbet
ur: نئی چیٹ
vi: Trò chuyện mới
zh_cn: 新交談

source: Your Contact Info
ar: معلومات الاتصال بك
bn_bd: আপনার যোগাযোগের তথ্য
es_es: Su información de contacto
fa_ir: اطلاعات مخاطب شما
fr_fr: Vos coordonnées
hi: आपकी संपर्क जानकारी
ms: Maklumat Kenalan Anda
my_mm: သင့်အား ဆက်သွယ်ရန် အချက်အလက်
ru: Ваши контактные данные
th_th: ข้อมูลการติดต่อของคุณ
tr: İletişim Bilgileriniz
ur: آپ کے رابطے کی معلومات
vi: Thông tin liên lạc của bạn
zh_cn: 您的合同信息

source: Display Name
ar: الاسم المعروض
bn_bd: নাম প্রদর্শন করুন
es_es: Nombre en pantalla
fa_ir: نام نمایشی
fr_fr: Nom d'affichage
hi: डिस्प्ले नाम
ms: Nama Paparan
my_mm: ပြသလိုသည့် အမည်
ru: Отображаемое имя
th_th: ชื่อที่แสดง
tr: Görünen Ad
ur: ڈسپلے کا نام
vi: Tên hiển thị
zh_cn: 显示名称

source: Edit
ar: تعديل
bn_bd: সম্পাদনা করুন
es_es: Editar
fa_ir: ویرایش
fr_fr: Modifier
hi: बदलाव करें
my_mm: ပြင်ဆင်မည်
ru: Редактировать
th_th: แก้ไข
tr: Düzenle
ur: ترمیم کریں
vi: Chỉnh sửa
zh_cn: 编辑

# save_error
source: Something went wrong while saving.
ar: حدث خطأ ما أثناء الحفظ.
bn_bd: সংরক্ষণ করার সময় কিছু ত্রুটি ঘটেছে।
es_es: Algo ha fallado durante el proceso de guardado.
fa_ir: در حین ذخیره کردن، خطایی رخ داده است
fr_fr: Une erreur est survenue pendant l'enregistrement.
hi: सेव करते वक़्त कुछ गड़बड़ी हुई
ms: Sesuatu tidak kena semasa menyimpan.
my_mm: သိမ်းဆည်းနေစဉ် တစ်စုံတစ်ခု မှားသွားသည်။
ru: Ошибка сохранения.
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการบันทึก
tr: Kaydetme esnasında bir sorun oluştu.
ur: محفوظ کرنے کے دوران کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi khi lưu.
zh_cn: 保存时出现问题。

source: Fewer Options
bn_bd: আরও কম বিকল্প
es_es: Menos opciones
fa_ir: انتخاب‌های کمتر
fr_fr: Moins d’options
hi: कम विकल्प
ms: Sedikit Pilihan
ru: Меньше опций
th_th: ดูตัวเลือกลดลง
tr: Daha Az Seçenek
ur: کم اختیارات
vi: Ít tùy chọn hơn
zh_cn: 更少选项

source: More Options
ar: خيارات إضافية
bn_bd: আরও বিকল্প
es_es: Más opciones
fa_ir: انتخاب‌های بیشتر
fr_fr: Plus d’options
hi: अन्य विकल्प
ms: Lagi Pilihan
my_mm: နောက်ထပ် ရွေးချယ်စရာများ
ru: Больше опций
th_th: ดูตัวเลือกเพิ่มเติม
tr: Daha Fazla Seçenek
ur: مزید اختیارات
vi: Thêm tùy chọn
zh_cn: 更多选项

source: Block user
ar: حظر المستخدم
bn_bd: ব্যবহারকারীকে অবরুদ্ধ করুন
es_es: Bloquear usuario
fa_ir: مسدود کردن کاربر
fr_fr: Bloquer l'utilisateur
hi: यूज़र ब्लॉक करें
ms: Sekat pengguna
my_mm: အသုံးပြုသူကို ပိတ်ဆို့မည်
ru: Заблокировать пользователя
th_th: บล็อกผู้ใช้
tr: Kullanıcı engelle
ur: صارف کو مسدود کریں
vi: Chặn người dùng
zh_cn: 屏蔽用户

source: Unblock user
ar: إلغاء حظر المستخدم
bn_bd: ব্যবহারকারীকে অবরোধ মুক্ত করুন
es_es: Desbloquear usuario
fa_ir: لغو مسدودی کاربر
fr_fr: Débloquer l'utilisateur
hi: यूज़र अनब्लॉक करें
ms: Nyahsekat pengguna
my_mm: အသုံးပြုသူကို ပြန်ဖွင့်ပေးမည်
ru: Разблокировать пользователя
th_th: ปลดบล็อกผู้ใช้
tr: Kullanıcının engelini kaldır
ur: صارف کو غیر مسدود کریں
vi: Bỏ chặn người dùng
zh_cn: 未屏蔽的用户

source: Block
ar: حجب
bn_bd: অবরুদ্ধ করুন
es_es: Bloquear
fa_ir: بلاک کن
fr_fr: Bloquer
hi: ब्लॉक करें
ms: Sekat
my_mm: ပိတ်ဆို့မည်
ru: Заблокировать
th_th: บล็อก
tr: Engelle
ur: مسدود کریں
vi: Chặn
zh_cn: 屏蔽

source: Unblock
ar: رفع الحجب
bn_bd: অবরোধ মুক্ত করুন
es_es: Desbloquear
fa_ir: از بلاک خارج کن
fr_fr: Débloquer
hi: अनब्लॉक करें
ms: Nyahsekat
my_mm: ပြန်ဖွင့်ပေးမည်
ru: Разблокировать
th_th: ปลดบล็อก
tr: Engeli kaldır
ur: غیر مسدود کریں
vi: Bỏ chặn
zh_cn: 取消屏蔽

# block_info_title
source: Block %s ?
ar: هل تريد حظر %s؟
bn_bd: %s কে অবরোধ করবেন?
es_es: ¿Bloquear a %s ?
fa_ir: %s مسدود شود؟
fr_fr: Bloquer %s ?
hi: ब्लॉक %s?
ms: Sekat %s ?
my_mm: %s ကို ပိတ်ဆို့မလား။
ru: Заблокировать пользователя %s?
th_th: บล็อก %s ไหม?
tr: %s engellensin mi?
ur: %s کو مسدود کریں؟
vi: Chặn %s ?
zh_cn: 屏蔽 %s？

# no_blocked_users
source: There are no blocked users.
ar: لا يوجد مستخدمون محظورون.
bn_bd: কোনও অবরোধ থাকা ব্যবহারকারী নেই।
es_es: No hay ningún usuario bloqueado.
fa_ir: هیچ کاربر مسدودی وجود ندارد.
fr_fr: Aucun utilisateur n'est bloqué.
hi: ब्लॉक किया गया कोई यूज़र नहीं हैं.
ms: Tiada pengguna yang disekat.
my_mm: ပိတ်ဆို့ထားသည့် အသုံးပြုသူများမရှိပါ။
ru: Нет заблокированных пользователей.
th_th: ไม่มีผู้ใช้ที่ถูกบล็อก
tr: Engellenmiş kullanıcı yok.
ur: کوئی مسدود کردہ صارفین نہیں ہیں۔
vi: Không có người dùng bị chặn.
zh_cn: 没有屏蔽任何用户。

# unblock_info_title
source: Unblock %s ?
ar: هل تريد إلغاء حظر %s؟
bn_bd: %s অবরোধ মুক্ত করবেন?
es_es: ¿Desbloquear a %s ?
fa_ir: مسدود بودن %s لغو شود؟
fr_fr: Débloquer %s ?
hi: अनब्लॉक %s?
ms: Nyahsekat %s ?
my_mm: %sကို ပြန်ဖွင့်ပေးမလား။
ru: Разблокировать пользователя %s?
th_th: ปลดบล็อก %s ไหม?
tr: %s kişisinin engeli kaldırılsın mı?
ur: %s غیر مسدود کریں؟
vi: Bỏ chặn %s ?
zh_cn: 屏蔽 %s？

# block_info_description
source: Blocking this user will delete the chat history, and prevent them from contacting you in the future. You can unblock users from the settings menu.
ar: سيؤدي حظر هذا المستخدم إلى حذف محفوظات الدردشة، ومنعه من الاتصال بك في المستقبل. يمكنك إلغاء حظر المستخدمين من قائمة الإعدادات.
bn_bd: এই ব্যবহারকারীকে অবরুদ্ধ করা চ্যাটের ইতিহাস মুছে দেবে এবং ভবিষ্যতে তাদের সাথে আপনাকে যোগাযোগ করতে বাধা দেবে। আপনি সেটিংস মেনুটি থেকে ব্যবহারকারীদের অবরোধমুক্ত করতে পারবেন।
es_es: Si bloquea a este usuario, se eliminará el historial de chat e impedirá que pueda ponerse en contacto con usted en el futuro. Puede desbloquear a los usuarios bloqueados en el menú de configuración.
fa_ir: با مسدود کردن این کاربر، تاریخچه گپ حذف می‌شود و از تماس او با شما در آینده جلوگیری می‌کند. می‌توانید مسدود بودن کاربران را از منوی تنظیمات لغو کنید.
fr_fr: Bloquer cet utilisateur supprimera l’historique des conversations et l’empêchera de vous contacter à l’avenir. Vous pouvez débloquer des utilisateurs dans le menu des paramètres.
hi: इस यूज़र को ब्लॉक करने से चैट हिस्ट्री डिलीट हो जायगी और भविष्य में वे आपसे संपर्क नहीं कर पाएंगे. आप सेटिंग मेनू से यूज़र को अनब्लॉक कर सकते हैं.
ms: Penyekatan pengguna ini akan memadamkan sejarah sembang dan mengelakkan mereka daripada menghubungi anda pada masa depan. Anda boleh menyahsekat pengguna daripada menu tetapan.
my_mm: ဤအသုံးပြုသူကို ပိတ်ဆို့ခြင်းက ချက်မှတ်တမ်းကို ဖျက်ပစ်ပြီး ၎င်းတို့က နောက်နောင် သင့်အား ဆက်သွယ်ခြင်းမှ တားဆီးပေးပါလိမ့်မည်။ သင်သည် ချိန်ညှိချက်များ မီနူးမှနေ၍ အသုံးပြုသူများကို ပြန်ဖွင့်ပေးနိုင်သည်။
ru: Если вы заблокируете этого пользователя, он больше не сможет связаться с вами, а история чата будет удалена. Разблокировать его можно в настройках.
th_th: การบล็อกผู้ใช้นี้จะเป็นการลบประวัติการแชทและปิดกั้นการติดต่อกับคุณในอนาคต คุณสามารถปลดบล็อกผู้ใช้ได้จากเมนูการตั้งค่า
tr: Bu kullanıcıyı engellemek sohbet geçmişini siler ve kullanıcının gelecekte sizinle iletişime geçmesini önler. Kullanıcıların engelini ayarlar menüsünden kaldırabilirsiniz.
ur: اس صارف کو مسدود کرنا چیٹ ہسٹری کو حذف کر دے گا، اور مستقبل میں انہیں آپ سے رابطہ کرنے سے باز رکھے گا۔ آپ ترتیبات کے مینو سے صارفین کو غیر مسدود کر سکتے ہیں۔
vi: Việc chặn người dùng này sẽ xóa lịch sử trò chuyện và ngăn họ liên hệ với bạn trong tương lai. Bạn có thể bỏ chặn người dùng từ menu cài đặt.
zh_cn: 如果您封鎖這名使用者，系統會刪除交談記錄，並禁止對方日後與您聯絡。如要將使用者解除封鎖，請前往設定選單。

# unblock_info_description
source: %s will now be able to message you. They will not be notified that you unblocked them.
ar: سيتمكن %s الآن من مراسلتك. لن يتم إخطاره بأنك ألغيت حظره.
bn_bd: %s এখন আপনাকে বার্তা পাঠাতে পারবে। আপনি যে তাদের অবরোধ মুক্ত করেছেন সে বিজ্ঞপ্তি তারা পাবে না।
es_es: %s puede ahora enviarle mensajes. No obstante, no se le informará de que le ha desbloqueado.
fa_ir: %s اکنون می‌تواند به شما پیام دهد. آنها از لغو مسدودی توسط شما مطلع نمی‌شوند.
fr_fr: %s peut désormais vous envoyer des messages et ne saura pas que vous l'avez débloqué.
hi: %s अब आपको मेसेज कर सकेंगें. उन्हें नहीं बताया जाएगा कि आपने उन्हें अनब्लॉक कर दिया है.
ms: %s akan dapat menghantar mesej kepada anda sekarang. Mereka tidak akan diberitahu bahawa anda menyahsekat mereka.
my_mm: %s သည် ယခုအခါ သင့်ကို မက်ဆေ့ချ် ပို့နိုင်ပါတော့မည်။ ၎င်းတို့အား သင်က ပြန်ဖွင့်ပေးသည်ကို ၎င်းတို့ထံ အသိပေးမည်မဟုတ်ပါ။
ru: Теперь %s может вам писать. Этот пользователь не получит уведомление о том, что вы его разблокировали.
th_th: %s สามารถส่งข้อความหาคุณได้แล้ว พวกเขาจะไม่ได้รับแจ้งเตือนว่าคุณได้ทำการปลดบล็อก
tr: %s artık size mesaj gönderebilecektir. Bu kişiye engelini kaldırdığınıza dair bir bildirim gönderilmeyecektir.
ur: %s اب آپ کو پیغام بھیجنے کے قابل ہو گا۔ ان کو اطلاع نہیں دی جائے گی کہ آپ نے ان کو غیر مسدود کر دیا ہے۔
vi: %s bây giờ sẽ có thể nhắn tin cho bạn. Họ sẽ không được thông báo rằng bạn đã bỏ chặn họ.
zh_cn: %s 現在已可傳送訊息給您。系統不會通知對方您已將其解除封鎖。

# block_info_checkbox
source: I understand that this will delete all chat history.
ar: أفهم أن هذا سيؤدي إلى حذف جميع محفوظات الدردشة.
bn_bd: আমি নিশ্চিত করছি যে এটি চ্যাটের সম্পূর্ণ ইতিহাস মুছে দেবে।
es_es: Soy consciente de que se eliminará todo el historial de chat.
fa_ir: می‌دانم که با این کار تمام تاریخچه گپ حذف می‌شود.
fr_fr: Je comprends que cela supprimera tout l’historique des conversations
hi: मैं समझता/समझती हूं कि इससे पूरी चैट हिस्ट्री डिलीट हो जाएगी.
ms: Saya memahami bahawa tindakan ini akan memadamkan semua sejarah sembang.
my_mm: ဤသို့ပြုလုပ်ခြင်းက ချက်မှတ်တမ်းတစ်ခုလုံးအား ဖျက်ပစ်မည်ကို ကျွန်ုပ် နားလည်သဘောပေါက်ပါသည်။
ru: Я понимаю, что история чата будет удалена
th_th: ฉันเข้าใจว่าประวัติการแชททั้งหมดจะถูกลบ
tr: Bunun tüm sohbet geçmişini sileceğini anlıyorum.
ur: مجھے معلوم ہے کہ یہ چیٹ کی تمام ہسٹری کو حذف کر دے گا۔
vi: Tôi hiểu rằng điều này sẽ xóa tất cả lịch sử trò chuyện.
zh_cn: 我瞭解這麼做會刪除所有交談記錄。
