Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

# reseller_timeout
source: Something went wrong while validating your activation code.
bn_bd: আপনার সক্রিয়করণ কোড যাচাই করার সময় কিছু সমস্যা হয়েছে।
es_es: Algo ha fallado al validar su código de activación.
fa_ir: در هنگام تایید کد معرف خطا دریافت شد.
fr_fr: Une erreur est survenue lors de la validation de votre code d’activation.
hi: आपके एक्टिवेशन कोड को सत्यापित करते समय कुछ गड़बड़ हुई।
ms: Ada kesilapan berlaku semasa mengesahkan kod pengaktifan anda.
ru: Что-то пошло не так с подтверждением кода активации.
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการตรวจสอบรหัสเปิดใช้งานของคุณ
tr: Aktivasyon kodunuz doğrulanırken bir sorun oluştu.
ur: آپ کے فعالیتی کوڈ کی توثیق کے دوران کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi khi xác thực mã kích hoạt của bạn.
zh_cn: 验证您的激活码时报错

# reseller_success
source: Successfully redeemed activation code.
bn_bd: সক্রিয়করণ কোড সফলভাবে রিডিম করা হয়েছে।
es_es: Se ha canjeado el código de activación.
fa_ir: کد معرف با موفقیت اعمال شد.
fr_fr: Le code d’activation a bien été utilisé.
hi: एक्टिवेशन कोड सफलतापूर्वक रीडीम किया गया।
ms: Berjaya menebus kod pengaktifan.
ru: Код активации добавлен успешно.
th_th: แลกรับรหัสเปิดใช้งานเรียบร้อยแล้ว
tr: Aktivasyon kodu başarıyla kullanıldı.
ur: فعالیتی کوڈ کامیابی سے ریڈیم کر دیا گیا۔
vi: Đổi thành công mã kích hoạt.
zh_cn: 激活码兑换成功！

# stripe_timeout
source: Your Stripe payment has timed out. Please restart Lantern and try again.
bn_bd: আপনার স্ট্রাইপ পেমেন্টের সময় পেরিয়ে গেছে। অনুগ্রহ করে Lantern আবার চালু করে আবার চেষ্টা করুন।
es_es: Su pago de Stripe ha caducado. Reinicie Lantern e inténtelo de nuevo.
fa_ir: مهلت پرداخت Stripe تمام شد. لطفا لنترن را دوباره اجرا و از اول امتحان کنید.
fr_fr: Votre paiement Stripe a expiré. Veuillez redémarrer Lantern et réessayer.
hi: आपके स्ट्राइप भुगतान का समय समाप्त हो गया है। कृपया Lantern को पुनः आरंभ करें और पुनः प्रयास करें।
ms: Pembayaran Stripe anda telah tamat masa. Sila mulakan semula Lantern dan cuba lagi.
ru: Время ожидания вашей оплаты Stripe истекло. Перезапустите Lantern и повторите попытку.
th_th: การชำระผ่าน Stripe ของคุณหมดเวลาแล้ว โปรดรีสตาร์ท Lantern และลองอีกครั้ง
tr: Stripe ödemeniz zaman aşımına uğradı. Lütfen Lantern'ı yeniden başlatın ve tekrar deneyin.
ur: آپ کی اسٹرائپ ادائیگی کا وقت ختم ہو گیا ہے۔ براہ کرم Lantern کو ری اسٹارٹ کریں اور دوبارہ کوشش کریں۔
vi: Thanh toán Stripe của bạn đã hết hạn. Vui lòng khởi động lại Lantern và thử lại.
zh_cn: 您的Stripe支付请求已超时，请重启蓝灯后，再次尝试。

# stripe_success
source: Successful Stripe purchase.
bn_bd: সফলভাবে স্ট্রাইপ কেনা সম্পন্ন হয়েছে।
es_es: Compra de Stripe realizada.
fa_ir: خرید از Stripe انجام شد.
fr_fr: L’achat Stripe a réussi.
hi: स्ट्राइप खरीदारी सफल रही।
ms: Pembelian Stripe yang berjaya.
ru: Успешная покупка Stripe.
th_th: ดำเนินการซื้อผ่าน Stripe สำเร็จ
tr: Başarılı Stripe satın alımı.
ur: کامیاب اسٹرائپ خریداری۔
vi: Mua Stripe thành công.
zh_cn: Stripe支付成功！

source: Renewal Success
bn_bd: রিনিউ সফল হয়েছে
es_es: Renovación completada
fa_ir: تمدید موفق
fr_fr: Réussite du renouvellement
hi: रिन्यू करना सफल रहा
ms: Pembaharuan Berjaya Dilakukan
ru: Успешное обновление
th_th: ต่ออายุสำเร็จ
tr: Yenileme Başarılı
ur: تجدید میں کامیابی
vi: Gia hạn thành công
zh_cn: 续费成功！

# pro_renewal_success_description
source: Thank you for renewing your Lantern Pro account.You now have unlimited access using our fastest data centers. Up to three devices can be connected to your account.
bn_bd: আপনার Lantern Pro অ্যাকাউন্ট রিনিউ করানোর জন্য ধন্যবাদ।আপনার কাছে এখন আমাদের দ্রুততম ডেটা সেন্টারগুলো ব্যবহার করার অপরিমিত অ্যাক্সেস আছে। আপনার অ্যাকাউন্টের সাথে সর্বাধিক তিনটি ডিভাইস সংযুক্ত করা যেতে পারে।
es_es: Gracias por renovar su cuenta de Lantern Pro. Ahora dispone de acceso ilimitado con nuestros centros de datos más rápidos. Puede vincular hasta tres dispositivos a su cuenta.
fa_ir: برای تمدید نسخه حرفه‌ای لنترن ممنونیم. حالا شما محدودیت ترافیک ندارید و به سریعترین دیتاسنترها وصل می‌شوید. تا سه دستگاه را میتوانید به این اکانت وصل کنید.
fr_fr: Nous vous remercions d’avoir renouvelé votre compte Lantern Pro. Vous disposez désormais d’un accès illimité à l’aide de nos centres de données les plus rapides. Vous pouvez connecter jusqu’à trois appareils à votre compte.
hi: अपने Lantern Pro खाते को रिन्यू करने के लिए धन्यवाद। आपके पास अब हमारे सबसे तेज़ डेटा केंद्रों का उपयोग करके असीमित एक्सेस है। आपके खाते से अधिकतम तीन डिवाइस कनेक्ट किए जा सकते हैं।
ms: Terima kasih kerana membaharui akaun Lantern Pro anda. Kini anda mempunyai akses tanpa had menggunakan pusat data terpantas kami. Maksimum tiga peranti boleh dihubungkan dengan akaun anda.
ru: Благодарим за обновление вашей учетной записи Lantern Pro. Вы получили неограниченный доступ, используя самые быстрые центры обработки данных. Вы можете подключить до трех устройств к вашему аккаунту.
th_th: ขอบคุณที่ต่ออายุ Lantern Pro ของคุณ คุณสามารถเข้าถึงได้ไม่จำกัดโดยใช้ศูนย์ข้อมูลที่เร็วที่สุดของเรา ซึ่งสามารถเชื่อมต่อกับบัญชีของคุณได้ถึงสามอุปกรณ์
tr: Lantern Pro hesabınızı yenilediğiniz için teşekkürler. Artık en hızlı veri merkezlerimizi kullanmak için sınırsız erişime sahipsiniz. Hesabınıza en fazla üç cihaz bağlanabilir.
ur: اپنے Lantern Pro اکاؤنٹ کی تجدید کرنے کے لیے آپ کا شکریہ۔ ہمارے تیز ترین ڈیٹا سینٹرز استعمال کر کے اب آپ کو لامحدود رسائی حاصل ہے۔ آپ کے اکاؤنٹ سے تین تک ڈیوائسز مربوط ہو سکتی ہیں۔
vi: Cảm ơn bạn đã gia hạn tài khoản Lantern Pro của mình. Giờ đây, bạn có quyền truy cập không giới hạn bằng cách sử dụng các trung tâm dữ liệu nhanh nhất của chúng tôi. Có thể kết nối tối đa ba thiết bị với tài khoản của bạn.
zh_cn: 感谢您续费蓝灯专业版！在蓝灯最高速的数据中心支持下，您可尽享无限量高速上网，最高可同时支持三台设备！

# pro_purchase_success
source: Welcome to Lantern Pro
bn_bd: Lantern Pro-এ আপনাকে স্বগাত
es_es: Le damos la bienvenida a Lantern Pro
fa_ir: به نسخه حرفه‌ای لنترن خوش آمدید
fr_fr: Bienvenue à Lantern Pro
hi: Lantern Pro में आपका स्वागत है
ms: Selamat datang ke Lantern Pro
ru: Добро пожаловать в Lantern Pro
th_th: ยินดีต้อนรับสู่ Lantern Pro
tr: Lantern Pro'ya hoş geldiniz
ur: Lantern Pro پر خوش آمدید
vi: Chào mừng đến với Lantern Pro
zh_cn: 欢迎使用蓝灯专业版！

# platinum_purchase_success_descripion
source: You now have unlimited access using our fastest data centers, and dedicated line. Up to three devices can be connected to your account.
bn_bd: আপনার কাছে এখন আমাদের দ্রুততম ডেটা সেন্টারগুলো এবং অবিচল লাইন ব্যবহার করার অপরিমিত অ্যাক্সেস আছে। আপনার অ্যাকাউন্টের সাথে সর্বাধিক তিনটি ডিভাইস সংযুক্ত করা যেতে পারে।
es_es: Ahora dispone de acceso ilimitado con nuestros centros de datos más rápidos y una línea dedicada. Puede vincular hasta tres dispositivos a su cuenta.
fa_ir: حالا شما به سریعترین دیتاسنترهای ما و خط ویژه دسترسی دارید. تا سه دستگاه را میتوانید به این اکانت وصل کنید.
fr_fr: Vous disposez désormais d’un accès illimité à l’aide de nos centres de données les plus rapides et d’une ligne dédiée. Vous pouvez connecter jusqu’à trois appareils à votre compte.
hi: आपके पास अब हमारे सबसे तेज़ डेटा केंद्रों और समर्पित लाइन का उपयोग करके असीमित एक्सेस है। आपके खाते से अधिकतम तीन डिवाइस कनेक्ट किए जा सकते हैं।
ms: Anda kini mempunyai akses tanpa had menggunakan pusat data terpantas kami dan talian khusus. Maksimum tiga peranti boleh disambungkan dengan akaun anda.
ru: Теперь у вас есть неограниченный доступ благодаря использованию самых быстрых центров обработки данных и выделенной линии. К вашему аккаунту можно подключить до трех устройств.
th_th: คุณสามารถเข้าถึงได้ไม่จำกัดโดยใช้ศูนย์ข้อมูลที่เร็วที่สุดและช่องทางเฉพาะของเรา ซึ่งสามารถเชื่อมต่อกับบัญชีของคุณได้ถึงสามอุปกรณ์
tr: Artık en hızlı veri merkezlerimizi ve özel hattımızı kullanmak için sınırsız erişime sahipsiniz. Hesabınıza en fazla üç cihaz bağlanabilir.
ur: ہمارے تیز ترین ڈیٹا سینٹرز اور مختص کردہ لائنز استعمال کر کے اب آپ کو لامحدود رسائی حاصل ہے۔ آپ کے اکاؤنٹ سے تین تک ڈیوائسز مربوط ہو سکتی ہیں۔
vi: Giờ đây, bạn có quyền truy cập không giới hạn bằng cách sử dụng các trung tâm dữ liệu nhanh nhất và đường truyền chuyên dụng của chúng tôi. Có thể kết nối tối đa ba thiết bị với tài khoản của bạn.
zh_cn: 现在起，蓝灯最高速的数据中心和专线将开始为您提供无限量上网服务。您最多可同时接入三台设备。

# pro_purchase_success_descripion
source: You now have unlimited access using our fastest data centers. Up to three devices can be connected to your account.
bn_bd: আপনার কাছে এখন আমাদের দ্রুততম ডেটা সেন্টারগুলো ব্যবহার করার অপরিমিত অ্যাক্সেস আছে। আপনার অ্যাকাউন্টের সাথে সর্বাধিক তিনটি ডিভাইস সংযুক্ত করা যেতে পারে।
es_es: Ahora dispone de acceso ilimitado con nuestros centros de datos más rápidos. Puede vincular hasta tres dispositivos a su cuenta.
fa_ir: حالا شما به سریعترین دیتاسنترهای ما دسترسی دارید. تا سه دستگاه را میتوانید به این اکانت وصل کنید.
fr_fr: Vous disposez désormais d’un accès illimité à l’aide de nos centres de données les plus rapides. Vous pouvez connecter jusqu’à trois appareils à votre compte.
hi: आपके पास अब हमारे सबसे तेज़ डेटा केंद्रों का उपयोग करके असीमित एक्सेस है। आपके खाते से अधिकतम तीन डिवाइस कनेक्ट किए जा सकते हैं।
ms: Kini anda mempunyai akses tanpa had menggunakan pusat data terpantas kami. Maksimum tiga peranti boleh disambungkan dengan akaun anda.
ru: Вы получили неограниченный доступ благодаря самым быстрым центрам обработки данных. Вы можете подключить до трех устройств к вашему аккаунту.
th_th: คุณสามารถเข้าถึงได้ไม่จำกัดโดยใช้ศูนย์ข้อมูลที่เร็วที่สุดของเรา ซึ่งสามารถเชื่อมต่อกับบัญชีของคุณได้ถึงสามอุปกรณ์
tr: Artık en hızlı veri merkezlerimizi kullanmak için sınırsız erişime sahipsiniz. Hesabınıza en fazla üç cihaz bağlanabilir.
ur: ہمارے تیز ترین ڈیٹا سینٹرز استعمال کر کے اب آپ کو لامحدود رسائی حاصل ہے۔ آپ کے اکاؤنٹ سے تین تک ڈیوائسز مربوط ہو سکتی ہیں۔
vi: Bây giờ bạn có quyền truy cập không giới hạn bằng cách sử dụng các trung tâm dữ liệu nhanh nhất của chúng tôi. Có thể kết nối tối đa ba thiết bị với tài khoản của bạn.
zh_cn: 现在起，蓝灯最高速的数据中心和专线将开始为您提供无限量上网服务。您最多可同时接入三台设备。

# by_clicking_tos
source: By clicking %s, you agree to our
bn_bd: %s এ ক্লিক করে, আপনি আমাদের সাথে সম্মত হন
es_es: Al hacer clic en %s, aceptas nuestros
fa_ir: با کلیک بر روی %s، شما با شرایط ما موافقت می‌کنید
fr_fr: En cliquant sur %s, vous acceptez notre
hi: %s पर क्लिक करके, आप हमारी बात से सहमत होते हैं
ms: Dengan mengklik %s, anda bersetuju dengan
ru: Нажимая %s, вы соглашаетесь с нашими
th_th: โดยการคลิก %s เท่ากับคุณยอมรับว่า
tr: %s ögesine tıklayarak şunu kabul etmiş olursunuz:
ur: %s پر کلک کر کے، آپ ہمارے درج ذیل سے متفق ہیں
vi: Bằng cách nhấp vào %s, bạn đồng ý với
zh_cn: 点击 %s，即表示您已同意我们的

# tos
source: Terms of Service
bn_bd: সেবা পাবার শর্ত
es_es: Condiciones del servicio
fa_ir: شرایط استفاده از خدمات
fr_fr: Conditions générales d’utilisation
hi: सेवा की शर्तें
ms: Terma Perkhidmatan
ru: Условия использования
th_th: เงื่อนไขการให้บริการ
tr: Hizmet Şartları
ur: سروس کی شرائط
vi: Điều khoản Dịch vụ
zh_cn: 服務條款

source: Step 1
bn_bd: ধাপ 1
es_es: Paso 1
fa_ir: مرحله 1
fr_fr: Étape 1
hi: कदम 1
ms: Langkah 1
ru: Шаг 1
th_th: ขั้นตอนที่ 1
tr: Adım 1
ur: مرحلہ 1
vi: Bước 1
zh_cn: 步骤1

source: Step 2
bn_bd: ধাপ 2
es_es: Paso 2
fa_ir: مرحله 2
fr_fr: Étape 2
hi: कदम 2
ms: Langkah 2
ru: Шаг 2
th_th: ขั้นตอนที่ 2
tr: Adım 2
ur: مرحلہ 2
vi: Bước 2
zh_cn: 步骤2

source: Step 3
bn_bd: ধাপ 3
es_es: Paso 3
fa_ir: مرحله 3
fr_fr: Étape 3
hi: कदम 3
ms: Langkah 3
ru: Шаг 3
th_th: ขั้นตอนที่ 3
tr: Adım 3
ur: مرحلہ 3
vi: Bước 3
zh_cn: 步骤3

# invalid_email
source: Invalid email address
bn_bd: ইমেল ঠিকানা অবৈধ
es_es: Correo electrónico no válido
fa_ir: آدرس ایمیل اشتباه است
fr_fr: Adresse courriel invalide
hi: अमान्य ईमेल पता
ms: Alamat e-mel tidak sah
ru: Неверный адрес электронной почты
th_th: ที่อยู่อีเมลไม่ถูกต้อง
tr: Geçersiz e-posta adresi
ur: غلط ای میل ایڈریس
vi: Điạ chỉ email không hợp lệ
zh_cn: 电子邮件地址无效

# invalid_card
source: Invalid credit card number
bn_bd: ক্রেডিট কার্ড নম্বর অবৈধ
es_es: Número de tarjeta de crédito no válido
fa_ir: شماره کارت اعتباری اشتباه است
fr_fr: Numéro de carte de paiement invalide
hi: अमान्य क्रेडिट कार्ड नंबर
ms: Nombor kad kredit tidak sah
ru: Неверный номер кредитной карты
th_th: หมายเลขบัตรไม่ถูกต้อง
tr: Geçersiz kredi kartı numarası
ur: غلط کریڈٹ کارڈ نمبر
vi: Số thẻ tín dụng không hợp lệ
zh_cn: 信用卡卡号无效

# invalid_expiration
source: Invalid expiration date
bn_bd: মেয়াদ শেষের তারিখ সঠিক নয়
es_es: Fecha de caducidad no válida
fa_ir: تاریخ انقضا نادرست است
fr_fr: La date d’expiration est invalide
hi: अमान्य समाप्ति तिथि
ms: Tarikh tamat tempoh tidak sah
ru: Недействительный срок действия
th_th: วันหมดอายุไม่ถูกต้อง
tr: Geçersiz son kullanma tarihi
ur: میعاد ختم ہونے کی غلط تاریخ
vi: Ngày hết hạn không hợp lệ
zh_cn: 到期时间无效

# cc_number
source: Credit Card
bn_bd: ক্রেডিট কার্ড
es_es: Tarjeta de crédito
fa_ir: کارت اعتباری
fr_fr: Carte de crédit
hi: क्रेडिट कार्ड
ms: Kad Kredit
ru: Кредитная карта
th_th: บัตรเครดิต
tr: Kredi Kartı
ur: کریڈٹ کارڈ
vi: Thẻ Tín Dụng
zh_cn: 信用卡

source: Card Number
bn_bd: কার্ড নাম্বার
es_es: Número de tarjeta
fa_ir: شماره کارت
fr_fr: Numéro de carte
hi: कार्ड नंबर
ms: Nombor Kad
ru: Номер карты
th_th: หมายเลขบัตร
tr: Kart Numarası
ur: کارڈ نمبر
vi: Số Thẻ Tín Dụng
zh_cn: 卡号

# card_expiration
source: MM/YY
bn_bd: মাস/বছর
es_es: MM/AA
fa_ir: سال/ماه
fr_fr: MM/AA
hi: महीना/वर्ष
ms: BB/TT
ru: ММ/ГГ
th_th: ดด/ปป
tr: AA/YY
vi: THÁNG/NĂM

source: Invalid CVC
bn_bd: সিভিসি সঠিক নয়
es_es: CVC no válido
fa_ir: کد CVC نادرست است
fr_fr: Le CVC est invalide
hi: अमान्य CVC
ms: CVC tidak sah
ru: Неверный CVC
th_th: CVC ไม่ถูกต้อง
tr: Geçersiz CVC
ur: غلط غلط CVC
vi: Mã xác minh không hợp lệ
zh_cn: CVC码无效

source: Complete Purchase
bn_bd: কেনা সম্পূর্ণ করুন
es_es: Finalizar la compra
fa_ir: خرید خود را کامل کنید
fr_fr: Terminer l’achat
hi: पूरी खरीद
ms: Pembelian Lengkap
ru: Завершить покупку
th_th: ดำเนินการซื้อให้สมบูรณ์
tr: Satın Almayı Tamamla
ur: خرید مکمل کریں
vi: Hoàn tất mua hàng
zh_cn: 购买完成

source: Re-send Email
ar: إعادة إرسال البريد الإلكتروني
bn_bd: আবার ইমেইল পাঠান
es_es: Re-enviar correo
fa_ir: ارسال دوباره ایمیل
fr_fr: Renvoyer le courriel
hi: पुन: ईमेल भेजें
ms: Emel Dihantar semula
my_mm: အီးမေးလ်ပြန်ပို့ပါ
ru: Повторная отправка e-mail
th_th: ส่งอีเมลใหม่
tr: E-postayı Tekrar Gönder
ur: دوبارہ ای میل بھیجیں
vi: Gửi lại Email
zh_cn: 重发Email

source: Paste from clipboard?
ar: لصق من الحافظة؟
bn_bd: ক্লিপবোর্ড থেকে পেস্ট করবেন?
es_es: ¿Copiar del portapapeles?
fa_ir: چسباندن از کلیپ‌بورد؟
fr_fr: Coller du presse-papiers ?
hi: क्लिपबोर्ड से पेस्ट करें?
ms: Tampal daripada papan klip?
my_mm: ကလစ်ဘုတ်မှ ကူးယူမလား။
ru: Вставить из буфера обмена?
th_th: วางจากคลิปบอร์ดไหม?
tr: Panodan yapıştırılsın mı?
ur: کلپ بورڈ سے پیسٹ کریں؟
vi: Dán từ khay nhớ tạm?
zh_cn: 要從剪貼簿貼上嗎？

source: Yes
ar: نعم
bn_bd: হ্যা
es_es: Sí
fa_ir: بله
fr_fr: Oui
hi: हाँ
ms: Ya
my_mm: ဟုတ်တယ်
ru: Да
th_th: ใช่
tr: Evet
ur: جی ہاں
vi: Có
zh_cn: 是的

source: No
ar: لا
bn_bd: না
fa_ir: خیر
fr_fr: Non
hi: नहीं
ms: Tidak
my_mm: မဟုတ်ဘူး
ru: Нет
th_th: ไม่
tr: Hayır
ur: نہیں
vi: Không
zh_cn: 否

source: Exit
bn_bd: প্রস্থান করুন
es_es: Salir
fa_ir: خروج
fr_fr: Quitter
th_th: ออก
zh_cn: 退出

source: Show
bn_bd: দেখান
es_es: Mostrar
fa_ir: نمایش
fr_fr: Afficher
th_th: แสดง
zh_cn: 显示

source: Status: On
bn_bd: স্থিতি: চালু
es_es: Estado: Encendido
fa_ir: وضعیت: روشن
fr_fr: Statut : Activé
th_th: สถานะ: เปิด
zh_cn: 状态：开启

source: Status: Off
bn_bd: স্থিতি: বন্ধ
es_es: Estado: Apagado
fa_ir: وضعیت: خاموش
fr_fr: Statut : Désactivé
th_th: สถานะ: ปิด
zh_cn: 状态：关闭

source: Enter or paste linking code
ar: أدخل أو الصق رمز الربط
bn_bd: লিঙ্ক করার কোডটি লিখুন বা পেস্ট করুন
es_es: Introduzca o pegue el código de vinculación
fa_ir: کد پیوند دهنده را وارد کنید یا بچسبانید
fr_fr: Saisissez ou collez un code de liaison d’appareil
hi: लिंकिंग कोड डालें या पेस्ट करें
ms: Masukkan atau tampal kod pemautan
my_mm: လင့်ခ်ကုဒ်ကို ထည့်သွင်းပါ သို့မဟုတ် ကူးယူပါ
ru: Введите или вставьте код привязки
th_th: ป้อนหรือวางรหัสการเชื่อมโยง
tr: Bağlama kodunu girin veya yapıştırın
ur: لنکنگ کوڈ درج یا پیسٹ کریں
vi: Nhập hoặc dán mã liên kết
zh_cn: 輸入或貼上連結碼

# recovery_email_sent
source: A Linking PIN has been sent to %s if this account exists. Input the PIN from that email above. The email may take several hours to arrive.
ar: تم إرسال رمز PIN للربط إلى %s إذا كان هذا الحساب موجودًا. أدخل رقم التعريف الشخصي من هذا البريد الإلكتروني أعلاه. قد يستغرق البريد الإلكتروني عدة ساعات للوصول.
bn_bd: এই অ্যাকাউন্টটি বিদ্যমান থেকে থাকলে লিঙ্ক করার PINটি %s-এ পাঠানো হয়েছে। উপরের সেই ইমেল থেকে PINটি ইনপুট করুন। ইমেলটি আসতে বেশ কয়েক ঘন্টা সময় নিতে পারে।
es_es: Se ha enviado un PIN de vinculación a %1$s, si es que existe tal cuenta. Introduzca el PIN de ese correo arriba. El correo electrónico puede tardar varias horas en llegar.
fa_ir: در صورت وجود این حساب، پین پیوند دهنده به %s ارسال شده است. پین را از ایمیل بالا وارد کنید. ممکن است دریافت چندین ساعت طول بکشد.
fr_fr: Un code de liaison a été envoyé à %s si ce compte existe. Saisissez le code qui se trouve dans ce courriel. Ce courriel pourrait prendre plusieurs heures pour vous parvenir.
hi: यदि यह अकाउंट मौजूद है तो %s पर एक लिंकिंग पिन भेजा गया है. ऊपर दिए ईमेल से पिन डालें. ईमेल आने में कई घंटे लग सकते हैं.
ms: PIN Pemautan telah dihantar ke %s sekiranya akaun ini wujud. Masukkan PIN daripada e-mel di atas. E-mel mungkin mengambil masa beberapa jam untuk sampai.
my_mm: ဤအကောင့်ရှိပါက လင့်ခ်ချိတ်ထားသည့် PIN ကို %s သို့ပို့ပြီးပါပြီ။ အထက်ပါအီးမေးလ်မှ PIN ကိုရိုက်ထည့်ပါ။ အီးမေးလ်ရောက်ရှိရန် နာရီပေါင်းများစွာကြာနိုင်သည်။
ru: Код привязки отправлен на адрес %s (если этот аккаунт существует). Письмо придет в течение нескольких часов. Скопируйте код и вставьте в поле выше.
th_th: พินเชื่อมโยงถูกส่งไปยัง %1$s แล้ว หากมีบัญชีนี้อยู่ ให้ใส่พินจากอีเมลที่ได้รับข้างต้น อาจจะใช้เวลาหลายชั่วโมงกว่าคุณจะได้รับอีเมลนี้
tr: Bu hesap mevcutsa %s adresine bir Bağlama PIN'i gönderildi. Yukarıdaki alana e-postadaki PIN'i girin. Bu e-postanın ulaşması birkaç saat alabilir.
ur: اگر یہ اکاؤنٹ موجود ہے تو %s کو ایک لنکنگ PIN بھیج دیا گیا ہے۔ PIN کو اوپر والے اس ای میل سے ان پٹ کریں۔ ای میل کو پہنچنے میں کئی گھنٹے لگ سکتے ہیں۔
vi: Mã PIN Liên kết đã được gửi đến %s nếu tài khoản này tồn tại. Nhập mã PIN từ email đó ở trên. Có thể mất vài giờ để nhận được email.
zh_cn: 系統已將連結碼傳送給 %s (如果這個帳號仍在使用中)。電子郵件可能需要幾個小時才會寄達，屆時請輸入電子郵件中提供的連結碼。

source: Add Device
ar: أضف جهاز
bn_bd: ডিভাইস যোগ করুন
es_es: Añadir dispositivo
fa_ir: افزودن دستگاه جدید
fr_fr: Ajouter un appareil
hi: डिवाइस जोडे
ms: Tambah Peranti
my_mm: ကိရိယာထည့်ပါ
ru: Добавить устройство
th_th: เพิ่มอุปกรณ์
tr: Hesap Ekle
ur: ڈیوائس شامل کیجئے
vi: Thêm Máy
zh_cn: 授权其他设备使用专业版

# approve_device_step_1
source: Open 'Authorize Device for Pro' from the account menu on the device you wish to link, then select 'Link with PIN'.
ar: افتح "مصادقة الجهاز لحساب Pro" من قائمة الحساب الموجودة على الجهاز الذي ترغب في ربطه، ثم حدد "ربط برقم التعريف الشخصي PIN".
bn_bd: আপনি যে ডিভাইসটি লিঙ্ক করতে চান সেটিতে অ্যাকাউন্ট মেনুটি থেকে 'প্রো-এর জন্য ডিভাইসের অনুমোদন দিন' খুলুন তারপর 'PIN দিয়ে লিঙ্ক করুন' নির্বাচন করুন।
es_es: Abra "Autorizar dispositivo para Pro" en el menú de cuenta del otro dispositivo que desea vincular y seleccione "Vincular con PIN".
fa_ir: «مجاز کردن دستگاه برای Pro» را از فهرست حساب دستگاهی که می‌خواهید پیوند دهید باز کنید، سپس «پیوند با پین» را انتخاب کنید.
fr_fr: Ouvrez « Autoriser l’appareil à la version Pro » dans le menu du compte sur l’appareil que vous souhaitez relier, puis sélectionnez « Relier avec un code ».
hi: जिस डिवाइस को आप लिंक करना चाहते हैं, उस डिवाइस के अकाउंट मेनू से 'Pro को ऑथोराइज़्ड करें' खोलें, फिर 'पिन के साथ लिंक' चुनें.
ms: Buka 'Berikan Kebenaran kepada Peranti untuk Pro' daripada menu akaun pada peranti yang ingin anda pautkan, kemudian pilih 'Pautkan dengan PIN'.
my_mm: သင်ချိတ်ဆက်လိုသည့်ကိရိယာရှိ အကောင့်မီနူးမှ 'ပရိုအတွက် ကိရိယာကို သုံးခွင့်ပြုပါ' ကိုဖွင့်ပါ၊ ထို့နောက် 'ပင်နံပါတ်ဖြင့် ချိတ်ပါ' ကိုရွေးချယ်ပါ။
ru: На устройстве, с которым вы хотите установить связь, откройте меню «Авторизовать устр. для Pro» и нажмите «Привязать с помощью ПИН-кода».
th_th: เปิด 'ให้สิทธิ์อุปกรณ์สำหรับ Pro' จากเมนูบนอุปกรณ์ที่คุณต้องการจะเชื่อมต่อ จากนั้นเลือก 'เชื่อมต่อด้วยพิน'
tr: Bağlamak istediğiniz cihazda hesap menüsünden "Cihazı Pro İçin Yetkilendir"i açın ve ardından "PIN ile Bağla" seçeneğini belirleyin.
ur: جس ڈیوائس پر آپ لنک کرنا چاہتے ہیں اس پر اکاؤنٹ مینو سے 'پرو کے لیے ڈیوائس کی اجازت دیں' کو کھولیں، پھر 'PIN کے ساتھ لنک کریں' کو منتخب کریں۔
vi: Mở 'Cho phép thiết bị dùng bản Pro' từ menu tài khoản trên thiết bị bạn muốn liên kết, sau đó chọn 'Liên kết bằng mã PIN'.
zh_cn: 从要连接的设备上的账户菜单打开“授权设备使用专业版”，然后选择“使用 PIN 码连接”。

# approve_device_step_2
source: Enter the linking code obtained from step 1
ar: أدخل رمز الربط الذي تم الحصول عليه من الخطوة 1
bn_bd: পদক্ষেপ 1 থেকে প্রাপ্ত লিঙ্ক করার কোডটি লিখুন
es_es: Introduzca el código de vinculación obtenido en el paso 1
fa_ir: کد پیوند دهنده دریافت شده در مرحله ۱ را وارد کنید
fr_fr: Saisissez le code de liaison obtenu à l’étape 1
hi: चरण 1 से प्राप्त लिंकिंग कोड एंटर करें
ms: Masukkan kod pemautan yang diperoleh daripada langkah 1
my_mm: အဆင့် 1 မှရရှိသော လင့်ခ်ချိတ်သည့်ကုဒ်ကို ထည့်သွင်းပါ
ru: Введите код привязки, полученный на шаге 1
th_th: ป้อนรหัสเชื่อมโยงที่ได้รับจากขั้นตอนที่ 1
tr: 1. adımdan elde edilen bağlama kodunu girin
ur: مرحلہ 1 سے حاصل ہونے والے لنکنگ کوڈ کو درج کریں
vi: Nhập mã liên kết có được từ bước 1
zh_cn: 請輸入您在步驟 1 取得的連結碼

source: Pro Account Expiration
ar: انتهاء صلاحية حساب Pro
bn_bd: প্রো অ্যাকাউন্টের মেয়াদ পূর্তি
es_es: Caducidad de la cuenta Pro
fa_ir: انقضای حساب Pro
fr_fr: Expiration du compte Pro
hi: प्रो अकाउंट समाप्ति
ms: Tamat Tempoh Akaun Pro
my_mm: Pro အကောင့်သက်တမ်းကုန်ဆုံးခြင်း
ru: Срок действия учетной записи Pro
th_th: การหมดอายุของบัญชี Pro
tr: Pro Hesap Süre Dolumu
ur: پرو اکاؤنٹ کی میعاد ختم
vi: Tài khoản Pro hết hạn
zh_cn: 专业版到期日

source: Renew
ar: اعادة التجديد
bn_bd: হালনাগাদ
es_es: Renovar
fa_ir: تمدید مجدد
fr_fr: Renouveller
hi: नवीनीकृत करें
ms: Memperbaharui
my_mm: သက်တမ်းတိုး
ru: Возобновить
th_th: ต่ออายุ
tr: Yenile
ur: تجدید
vi: Làm mới
zh_cn: 续期

# pro_devices_header
source: Lantern Pro Devices (Up to 3)
ar: أجهزة Lantern Pro (تصل إلى 3)
bn_bd: Lantern প্রো ডিভাইসগুলি (3টি অবধি)
es_es: Dispositivos Lantern Pro (hasta 3)
fa_ir: دستگاه‌های Lantern Pro (حداکثر ۳ تا)
fr_fr: Appareils Lantern Pro (jusqu’à trois)
hi: Lantern Pro डिवाइसेज़ (3 तक)
ms: Peranti Lantern Pro (Sehingga 3)
my_mm: Lantern Pro ကိရိယာများ (3 အထိ)
ru: Устройства с Lantern Pro (до 3 шт.)
th_th: อุปกรณ์ Lantern Pro (สูงสุด 3 เครื่อง)
tr: Lantern Pro Cihazları (En fazla 3)
ur: لینٹرن پرو ڈیوائسز (3 تک)
vi: Thiết bị Lantern Pro (tối đa 3)
zh_cn: Lantern Pro 裝置 (最多 3 部)

source: Remove
ar: ازالة
bn_bd: অপসারন
es_es: Eliminar
fa_ir: حذف
fr_fr: Retirer
hi: हटाएँ
ms: Keluarkan
my_mm: ဖယ်ရှားပါ
ru: Удалить
th_th: เอาออก
tr: Kaldır
ur: ہٹا دیں
vi: Xóa bỏ
zh_cn: 移除

source: Log Out
ar: تسجيل الخروج
bn_bd: লগ আউট করুন
es_es: Cerrar sesión
fa_ir: خروج از سیستم
fr_fr: Déconnexion
hi: लॉग आउट
ms: Log Keluar
my_mm: လော့အောက်ထွက်ပါ
ru: Выйти
th_th: ออกจากระบบ
tr: Oturumu Kapat
ur: لاگ آؤٹ کریں
vi: Đăng xuất
zh_cn: 登出
