Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

source: Mark as verified
ar: تحديد كمُتحقق منه
bn_bd: যাচাইকৃত হিসাবে চিহ্নিত করুন
es_es: Marcar como verificado
fa_ir: علامت‌گذاری‌شده به‌عنوان تأییدشده
fr_fr: Marquer comme vérifié
hi: वेरिफ़ाई किया गया के तौर पर मार्क करें
ms: Ditandakan sebagai disahkan
my_mm: စိစစ်အတည်ပြုပြီးအဖြစ် မှတ်သားမည်
ru: Отметить как подтвержденный
th_th: ทำเครื่องหมายว่ายืนยันแล้ว
tr: Doğrulanmış olarak işaretle
ur: بطور توثیق شدہ نشان زد کریں
vi: Đánh dấu là đã xác minh
zh_cn: 標示為已驗證

# verification_panel_success
source: Verification success! Your messages with %s are secure.
ar: تم التحقق بنجاح! رسائلك مع %s آمنة.
bn_bd: যাচাইকরণ সফল! %s এর সাথে আপনার বার্তাগুলি সুরক্ষিত।
es_es: ¡La verificación se ha realizado correctamente! Sus mensajes con %s son ahora seguros.
fa_ir: تأیید با موفقیت انجام شد! پیام شما با %s امن است.
fr_fr: Vérification terminée ! Vos messages avec %s sont sécurisés.
hi: वेरिफ़िकेशन हो गया! %s के साथ आपके मेसेज सुरक्षित हैं.
ms: Pengesahan berjaya! Mesej anda dengan %s selamat.
my_mm: စိစစ်အတည်ပြုမှု အောင်မြင်သည်။ %s နှင့် ပြုလုပ်ထားသည့် သင့်မက်ဆေ့ချ်များ လုံခြုံပါသည်။
ru: Подтверждение выполнено! Теперь ваше общение с контактом %s защищено.
th_th: การยืนยันสำเร็จ! ข้อความกับ %s ของคุณปลอดภัย
tr: Doğrulama başarılı! %s ile mesajlarınız güvende.
ur: توثیق کی کامیابی! %s کے ساتھ آپ کے پیغامات محفوظ ہیں۔
vi: Xác minh thành công! Tin nhắn của bạn với %s được bảo mật.
zh_cn: 驗證成功！您與 %s 傳送的訊息安全無虞。

# verification_panel_pending
source: This is your verification number. Check that your number matches %s's exactly before marking them verified.
ar: هذا هو رقم التحقق الخاص بك. تحقق من أن رقمك يطابق %s تمامًا قبل التحديد كمُتحقق منه.
bn_bd: এটি আপনার যাচাইকরণ নম্বর। যাচাইকৃত চিহ্নিত করার আগে আপনার নম্বরটি %s-এর সাথে ঠিক মেলে কিনা তা পরীক্ষা করুন।
es_es: Este es su número de verificación. Compruebe que su número coincide con el de %s justo antes de marcarlo como verificado.
fa_ir: این شماره تأییدیه شما است. قبل از علامت‌گذاری آنها به‌عنوان تأییدشده، بررسی کنید که شماره شما دقیقاً با %s مطابقت داشته باشد.
fr_fr: Voici votre numéro de vérification. Vérifiez qu'il correspond à celui de %s avant de marquer votre contact comme vérifié.
hi: यह आपका वेरिफ़िकेशन नंबर है. वेरिफ़िकेशन करने से पहले देख लें कि आपका नंबर %s से मेल खाता है या नहीं.
ms: Ini nombor pengesahan anda. Semak bahawa nombor anda sepadan dengan nombor %s secara tepat sebelum menandakannya sebagai disahkan.
my_mm: ၎င်းသည် သင့် စိစစ်အတည်ပြုမှုနံပါတ်ဖြစ်သည်။ နံပါတ်များကို စိစစ်အတည်ပြုပြီးအဖြစ် မမှတ်သားမီ သင့်နံပါတ်သည် %s ၏ နံပါတ်နှင့် လုံးဝကိုက်ညီမှုရှိမရှိ စစ်ဆေးပါ။
ru: Это ваш номер подтверждения. Прежде чем подтвердить контакт %s, проверьте, совпадают ли ваши номера.
th_th: นี่คือหมายเลขยืนยันของคุณ ตรวจดูว่าหมายเลขของคุณตรงกันกับของ %s ก่อนที่จะทำเครื่องหมายว่ายืนยัน
tr: Bu, doğrulama numaranızdır. Doğrulanmış olarak işaretlemeden önce numaranızın %s numarasıyla eşleşip eşleşmediğini kontrol edin.
ur: یہ آپ کا توثیقی نمبر ہے۔ ان کو توثیق شدہ نشان زد کرنے سے قبل پڑتال کر لیں کہ آپ کا نمبر %s کے نمبر سے مکمل مماثلت رکھتا ہے۔
vi: Đây là số xác minh của bạn. Kiểm tra xem số của bạn có khớp chính xác với số của %s không trước khi đánh dấu chúng đã được xác minh.
zh_cn: 這是您的驗證編號。請確認這組編號與 %s 的編號完全相符，再將對方標示為已驗證。

# replica_upload_confirmation_title
source: Important!
ar: مهم!
bn_bd: গুরুত্বপূর্ণ!
es_es: ¡Importante!
fa_ir: مهم!
hi: ज़रूरी!
ms: Penting!
my_mm: အရေးကြီးသည်။
ru: Важно!
th_th: สำคัญ!
tr: Önemli!
ur: اہم!
vi: Quan trọng!
zh_cn: 重要！

# replica_upload_confirmation_body
source: Files uploaded to the Lantern Network are publicly accessible. No one can delete it. Please don’t include personal or identifying information in your file content or filename.
ar: يمكن الوصول إلى الملفات التي تم تحميلها على Lantern Network علانيةً. إنها ملفات لا مركزية ولا يمكن لأي شخص حذفها من الشبكة. تجنب إضافة معلومات التعريف الشخصية إلى محتويات الملفات وأسمائها عند تحميل محتوى حساس.
bn_bd: ল্যাটার্ন নেটওয়ার্কে আপলোড করা ফাইল জনসাধারণের জন্য উপলব্ধ। তাই কেউ মুছে ফেলতে পারবে না। অনুগ্রহ করে আপনার ফাইল বা ফাইলের নামে ব্যক্তিগত বা সনাক্তকারী তথ্য অন্তর্ভুক্ত করবেন না।
es_es: Los archivos subidos a la red de Lantern son de acceso público y nadie puede borrarlos. No incluya información de identificación personal en el contenido ni en el nombre del archivo.
fa_ir: فایل‌های آپلود‌شده در «شبکه Lantern» به‌صورت عمومی قابل دسترسی است. هیچ‌کس نمی‌تواند آن‌ها را حذف کند. لطفاً اطلاعات شخصی مرتبط با هویت خود را به‌عنوان نام فایل و یا در محتوای فایل وارد نکنید.
fr_fr: Les fichiers chargés sur le réseau Lantern sont accessibles publiquement. Personne ne peut les supprimer. N'incluez pas d'informations personnelles ou permettant de vous identifier dans le contenu ou le nom de vos fichiers.
hi: लैटर्न नेटवर्क पर अपलोड की गई फ़ाइलें जनता के लिए उपलब्ध हैं। इसे कोई मिटा नहीं सकता। कृपया अपनी फ़ाइलों या फ़ाइल नाम में व्यक्तिगत या पहचान संबंधी जानकारी शामिल न करें।
ms: Fail yang dimuat naik ke Lantern Network boleh diakses secara umum. Tiada siapa-siapa boleh memadamnya. Jangan masukkan maklumat peribadi atau pengenalan diri dalam kandungan fail atau nama fail anda.
my_mm: Lantern ကွန်ရက်သို့ အပ်လုဒ်လုပ်ထားသည့် ဖိုင်များကို မည်သူမဆို ရယူနိုင်သည်။ ၎င်းကို မည်သူမှ ဖျက်ပစ်၍မရပါ။ သင်၏ ဖိုင်ပါအကြောင်းအရာ သို့မဟုတ် ဖိုင်အမည်တွင် ပုဂ္ဂိုလ်ရေး အချက်အလက်များ သို့မဟုတ် အမျိုးအမည်ဖော်ထုတ်သည့် အချက်အလက်များ မထည့်ပါနှင့်။
ru: Файлы, загруженные в децентрализованную сеть Lantern, становятся общедоступными. Их никто не сможет удалить. Во время загрузки материалов убедитесь, что в их содержимом и названии файлов нет персональной или идентифицирующей вас информации.
th_th: ไฟล์ที่อัปโหลดเข้าเครือข่าย Lantern จะสามารถเข้าถึงได้สาธารณะ ไม่มีใครลบได้ โปรดอย่าใส่ข้อมูลส่วนตัวหรือระบุตัวตนลงในเนื้อหาไฟล์หรือชื่อไฟล์ของคุณ
tr: Lantern Ağına yüklenen dosyalara herkes erişebilir. Kimse dosyaları silemez. Lütfen dosya içeriğinize veya dosya adına kişisel bilgi veya tanımlama bilgisi dahil etmeyin.
ur: Lantern نیٹ ورک پر اپ لوڈ کردہ فائلز عوامی طور پر رسائی کے قابل ہوتی ہیں۔ کوئی بھی اسے حذف نہیں کر سکتا۔ براہ کرم اپنی فائل کے مواد یا فائل کے نام میں ذاتی یا قابل شناخت معلومات شامل نہ کریں۔
vi: Các tệp được tải lên Mạng Lantern có thể truy cập công khai. Không ai có thể xóa các tệp này. Vui lòng không bao gồm thông tin cá nhân hoặc thông tin nhận dạng trong nội dung tệp hoặc tên tệp của bạn.
zh_cn: 上传到 Lantern Network 的文件可供所有人公开访问。任何人都无法删除它。请勿在您的文件内容或文件名中加入个人或识别信息。

# replica_upload_confirmation_agree
source: Resume Upload
ar: استئناف التحميل
bn_bd: আপলোড পুনরায় শুরু করুন
es_es: Reanudar subida
fa_ir: ازسرگیری آپلود
fr_fr: Reprendre le téléversement
hi: अपलोड रिज़्यूमे करें
ms: Sambung Semula Muat Naik
my_mm: တင်နေသည်ကို ဆက်လုပ်ပါ
ru: Возобновить отправку
th_th: อัปโหลดต่อ
tr: Yüklemeye Devam Et
ur: اپ لوڈ دوبارہ شروع کریں
vi: Tiếp tục Tải lên
zh_cn: 继续上传

source: Don't show me this again
ar: عدم إظهار هذا مرة أخرى
bn_bd: আমাকে এটি আর দেখাবেন না
es_es: No volver a mostrar
fa_ir: دوباره به من نشان داده نشود
fr_fr: Ne plus afficher ce message
hi: इसे मुझे फिर से न दिखाएं
ms: Jangan tunjukkan ini kepada saya lagi
my_mm: ဤအရာကို ထပ်မံ မပြသပါနှင့်
ru: Не показывать
th_th: ไม่ต้องแสดงรายการนี้ให้ฉันเห็นอีก
tr: Bunu bana tekrar gösterme
ur: مجھے یہ دوبارہ نہ دکھائیں
vi: Không hiển thị lại cho tôi nữa
zh_cn: 別再顯示

source: Download
ar: تحميل
bn_bd: ডাউনলোড করুন
es_es: Descargar
fa_ir: دانلود
fr_fr: Télécharger
my_mm: ဒေါင်းလုပ်
ru: Скачать
th_th: ดาวน์โหลด
tr: İndir
ur: ڈاؤن لوڈ کریں
vi: Tải xuống
zh_cn: 下载

source: Download Started
ar: بدأ التنزيل
bn_bd: ডাউনলোড শুরু হয়েছে
es_es: Descarga iniciada
fa_ir: دانلود شروع شد
fr_fr: Téléchargement démarré
hi: डाउनलोड शुरू हो गया
ms: Muat Turun Bermula
my_mm: ဒေါင်းလုဒ် စတင်ထားသည်
ru: Скачивание началось
th_th: เริ่มการดาวน์โหลดแล้ว
tr: İndirme Başlatıldı
ur: ڈاؤن لوڈ شروع ہو گیا
vi: Đã bắt đầu tải xuống
zh_cn: 已開始下載

source: Uploader
ar: أداة التحميل
bn_bd: আপলোডকারী
es_es: Herramienta
fa_ir: آپلودکننده
fr_fr: Téléchargeur
hi: अपलोड करने वाले
ms: Pemuat naik
my_mm: အပ်လုဒ်လုပ်သူ
ru: Загрузчик
th_th: ผู้อัปโหลด
tr: Yükleyici
ur: اپ لوڈ کنندہ
vi: Công cụ tải lên
zh_cn: 上傳工具

source: Upload Started
ar: بدأ التحميل
bn_bd: আপলোড শুরু হয়েছে
es_es: Subida iniciada
fa_ir: آپلود شروع شد
fr_fr: Chargement démarré
hi: अपलोड शुरू हो गया
ms: Muat Naik Bermula
my_mm: အပ်လုဒ် စတင်ထားသည်
ru: Загрузка началась
th_th: เริ่มการอัปโหลดแล้ว
tr: Yükleme Başlatıldı
ur: اپ لوڈ شروع ہو گئی
vi: Đã bắt đầu tải lên
zh_cn: 已開始上傳

source: Upload in Progress
ar: جارٍ التحميل
bn_bd: আপলোড চলছে
es_es: Subida en curso
fa_ir: آپلود در حال انجام است
fr_fr: Chargement en cours
hi: अपलोड चालू है
ms: Muat Naik Sedang Berlangsung
my_mm: အပ်လုဒ် လုပ်နေဆဲ
ru: Загрузка…
th_th: กำลังอัปโหลด
tr: Yükleme Devam Ediyor
ur: اپ لوڈ میں پیش رفت ہو رہی ہے
vi: Đang tải lên
zh_cn: 上傳中

# upload_complete
source: Your file was published successfully
ar: اكتمل التحميل
bn_bd: আপনার ফাইল সফলভাবে প্রকাশিত হয়েছে.
es_es: Su archivo se ha publicado correctamente
fa_ir: فایل‌ شما با موفقیت منتشر شد.
fr_fr: Votre fichier a bien été publié
hi: आपकी फ़ाइल सफलतापूर्वक प्रकाशित हो गई थी।
ms: Fail anda berjaya diterbitkan
my_mm: သင့်ဖိုင်ကို အောင်မြင်စွာ တင်လိုက်သည်
ru: Загрузка выполнена успешно
th_th: เผยแพร่ไฟล์ของคุณเรียบร้อยแล้ว
tr: Dosyanız başarılı bir şekilde yayımlandı
ur: آپ کی فائل کامیابی سے شائع ہو گئی تھی
vi: Tệp của bạn đã được xuất bản thành công
zh_cn: 您的文件已成功发布

source: Upload Failed
ar: فشل التحميل
bn_bd: আপলোড ব্যর্থ হয়েছে
es_es: Subida fallida
fa_ir: آپلود انجام نشد
fr_fr: Échec du chargement
hi: अपलोड नहीं हो सका
ms: Muat Naik Gagal
my_mm: အပ်လုဒ် မအောင်မြင်ပါ
ru: Ошибка загрузки
th_th: การอัปโหลดล้มเหลว
tr: Yükleme Başarısız Oldu
ur: اپ لوڈ میں ناکامی ہوئی
vi: Tải lên thất bại
zh_cn: 上傳失敗

source: Upload Cancelled
ar: تم إلغاء التحميل
bn_bd: আপলোড বাতিল করা হয়েছে
es_es: Subida cancelada
fa_ir: آپلود لغو شد
fr_fr: Chargement annulé
hi: अपलोड कैंसल किया गया
ms: Muat Naik Dibatalkan
my_mm: အပ်လုဒ် ပယ်ဖျက်ထားသည်
ru: Загрузка отменена
th_th: การอัปโหลดถูกยกเลิก
tr: Yükleme İptal Edildi
ur: اپ لوڈ منسوخ ہو گئی
vi: Tải lên bị hủy
zh_cn: 已取消上傳

# upload_unknown_error
source: Something went wrong while trying to publish
bn_bd: আমরা দুঃখিত, ফাইলটি প্রকাশ করার চেষ্টা করার সময় কিছু ভুল হয়েছে৷
es_es: Algo ha fallado al intentar publicar
fa_ir: در زمانی که در تلاش برای انتشار بودید، مشکلی به وجود آمد!
fr_fr: Une erreur s'est produite lors de la tentative de publication
hi: क्षमा करें, प्रकाशित करने का प्रयास करते समय कुछ गलत हो गया।
ms: Terdapat masalah semasa cuba untuk menerbitkan
my_mm: တင်ရန် ကြိုးစားနေစဉ် တစ်စုံတစ်ရာ မှားယွင်းသွားသည်
ru: Ошибка отправки материала
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการเผยแพร่
tr: Yayımlamaya çalışırken bir sorun oluştu
ur: شائع کرنے کی کوشش کے دوران کچھ غلط ہو گیا تھا
vi: Đã xảy ra lỗi khi cố gắng xuất bản
zh_cn: 尝试发布时出现问题

# download_unknown_error
source: Something went wrong while trying to download %s
bn_bd: আমরা দুঃখিত, ফাইল ডাউনলোড করার চেষ্টা করার সময় কিছু ভুল হয়েছে৷
es_es: Algo ha fallado al intentar descargar %s
fa_ir: در زمان دانلود %s، مشکلی پیش آمده است!
fr_fr: Une erreur s'est produite lors de la tentative de téléchargement de %s
hi: क्षमा करें, प्रकाशित करने का प्रयास करते समय कुछ गलत हो गया।
ms: Terdapat masalah semasa cuba untuk memuat turun %s
my_mm: %s ကို ဒေါင်းလုဒ်လုပ်ရန် ကြိုးစားနေစဉ် တစ်စုံတစ်ရာ မှားယွင်းသွားသည်
ru: Ошибка при скачивании
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการดาวน์โหลด %s
tr: İndirmeye çalışırken bir sorun oluştu %s
ur: %s ڈاؤن لوڈ کرنے کی کوشش کے دوران کچھ غلط ہو گیا تھا
vi: Đã xảy ra lỗi khi cố gắng tải xuống %s
zh_cn: 尝试下载时出现问题 %s

source: Replica Link Fetcher
ar: أداة إحضار رابط النسخة المتماثلة
bn_bd: রেপ্লিকা লিঙ্ক আনয়নকারী
es_es: Obtención de enlaces de réplica
fa_ir: دریافت‌کننده پیوند روگرفت
fr_fr: Outil de récupération du lien de réplique
hi: रेप्लिका लिंक फ़ेचर
ms: Pengambil Pautan Replika
my_mm: ပုံတူပွားလင့်ခ်ရယူသည့်ကိရိယာ
ru: Поставщик ссылок на копии
th_th: สำเนาการดึงการเชื่อมต่อ
tr: Çoğaltma Bağlantısı Getirici
ur: ریپلیکا لنک لینے والا
vi: Trình tìm nạp liên kết bản sao
zh_cn: 複本連結擷取工具

source: No preview for this type of file
ar: لا توجد معاينة لهذا النوع من الملفات
bn_bd: এই ধরনের ফাইলের জন্য কোনো প্রিভিউ নেই
es_es: No es posible mostrar la vista previa de este tipo de archivo
fa_ir: پیش‌نمایشی برای این نوع فایل وجود ندارد
fr_fr: Aucun aperçu pour ce type de fichier
hi: इस तरह की फ़ाइल का प्रीव्यू उपलब्ध नहीं है
ms: Tiada pratonton untuk jenis fail ini
my_mm: ဤဖိုင်အမျိုးအစားအတွက် အကြိုကြည့်ရှုမှုမရှိပါ
ru: Для этого типа файлов предпросмотр недоступен
th_th: ไม่มีการแสดงตัวอย่างสำหรับไฟล์ประเภทนี้
tr: Bu dosya türü için önizleme yok
ur: اس قسم کی فائل کا کوئی پیش نظارہ نہیں ہے
vi: Không có bản xem trước cho loại tệp này
zh_cn: 這種檔案類型無法預覽

source: app/unknown
ar: التطبيق/غير معروف
bn_bd: অ্যাপ/অজানা
es_es: aplicación/desconocido
fa_ir: برنامه/ناشناس
fr_fr: appli/inconnue
hi: ऐप/अंजान
ms: aplikasi/tidak diketahui
my_mm: အက်ပ်/မသိရှိရ
ru: Неизвестное приложение
th_th: แอป/ไม่ปรากฏ
tr: uygulama/bilinmiyor
ur: ایپ/نامعلوم
vi: ứng dụng/không xác định
zh_cn: 應用程式/不明

source: audio/unknown
ar: الصوت/غير معروف
bn_bd: অডিও/অজানা
es_es: audio/desconocido
fa_ir: صدا/ناشناس
fr_fr: son/inconnu
hi: ऑडियो/अंजान
ms: audio/tidak diketahui
my_mm: အော်ဒီယို/မသိရှိရ
ru: Неизвестное аудио
th_th: เสียง/ไม่ปรากฏ
tr: ses/bilinmiyor
ur: آڈیو/نامعلوم
vi: âm thanh/không xác định
zh_cn: 音訊/不明

source: document/unknown
ar: المستند/غير معروف
bn_bd: ডকুমেন্ট/অজানা
es_es: documento/desconocido
fa_ir: سند/ناشناس
fr_fr: document/inconnu
hi: डॉक्यूमेंट/अंजान
ms: dokumen/tidak diketahui
my_mm: စာရွက်စာတမ်း/မသိရှိရ
ru: Неизвестный документ
th_th: เอกสาร/ไม่ปรากฏ
tr: belge/bilinmiyor
ur: دستاویز/نامعلوم
vi: tài liệu/không xác định
zh_cn: 文件/不明

# no_search_result_found
source: Sorry, we couldn’t find anything matching that search
ar: عذرًا، تعذر العثور على أي شيء يطابق البحث
bn_bd: দুঃখিত, আমরা সেই অনুসন্ধানের সাথে মেলে এমন কিছু খুঁজে পাইনি
es_es: Lo sentimos, no hemos encontrado resultados relacionados con esa búsqueda
fa_ir: متأسفانه، نتوانستیم مورد منطبقی با این جستجو پیدا کنیم
fr_fr: Désolés, nous n'avons trouvé aucun résultat correspondant à cette recherche
hi: माफ़ करें, हमें इस सर्च से मेल खाने वाली कोई चीज़ नहीं मिली
ms: Maaf, kami tidak dapat menemukan apa-apa yang sepadan dengan carian tersebut
my_mm: ဝမ်းနည်းပါတယ်၊ ထိုရှာဖွေမှုအတွက် ကိုက်ညီတဲ့အရာကို ရှာဖွေမပေးနိုင်ပါ
ru: Мы ничего не нашли
th_th: ขออภัย เราไม่พบผลลัพธ์ที่ตรงกับการค้นหานี้
tr: Üzgünüz, bu aramayla eşleşen hiçbir şey bulamadık
ur: معذرت خواہ ہیں، ہم اس تلاش سے متعلق کوئی مماثل چیز معلوم نہیں کر سکے
vi: Rất tiếc, chúng tôi không thể tìm thấy bất cứ điều gì phù hợp với tìm kiếm
zh_cn: 很抱歉，找不到任何符合該搜尋條件的結果

# search_result_error
source: Error fetching results, please try again later
ar: حدث خطأ أثناء إحضار النتائج. يُرجى المحاولة مرة أخرى لاحقًا
bn_bd: ফলাফল আনার সময় ত্রুটি, অনুগ্রহ করে পরে আবার চেষ্টা করুন
es_es: Error al obtener los resultados, vuelva a intentarlo más tarde
fa_ir: هنگام واکشی نتایج خطایی رخ داد؛ لطفاً بعداً دوباره امتحان کنید
fr_fr: Erreur lors de la récupération des résultats, veuillez réessayer ultérieurement
hi: नतीजे पाने में गड़बड़ी हुई, कृपया बाद में दोबारा कोशिश करें
ms: Ralat mengambil keputusan, sila cuba lagi nanti
my_mm: ရလဒ်များ ရယူရာတွင် အမှားအယွင်းဖြစ်သွားသည်၊ နောက်မှ ထပ်မံကြိုးစားပါ
ru: Не удалось предоставить результаты. Повторите попытку.
th_th: เกิดข้อผิดพลาดในการดึงผลลัพธ์ โปรดลองอีกครั้งในภายหลัง
tr: Sonuçlar getirilirken hata, lütfen daha sonra tekrar deneyin
ur: نتائج دکھانے میں نقص، براہ کرم بعد میں دوبارہ کوشش کریں
vi: Lỗi khi tìm nạp kết quả, vui lòng thử lại sau
zh_cn: 擷取結果時發生錯誤，請稍後再試

# video_stream_error
source: Error rendering video, please try again later
ar: حدث خطأ أثناء عرض الفيديو. يُرجى المحاولة مرة أخرى لاحقًا
bn_bd: ভিডিও রেন্ডার করার সময় ত্রুটি, অনুগ্রহ করে পরে আবার চেষ্টা করুন
es_es: Error al renderizar el vídeo, vuelva a intentarlo más tarde
fa_ir: هنگام رندر کردن ویدیو خطایی رخ داد؛ لطفاً بعداً دوباره امتحان کنید
fr_fr: Erreur lors de l'affichage de la vidéo, veuillez réessayer ultérieurement
hi: वीडियो रेंडर करने में गड़बड़ी हुई, कृपया बाद में दोबारा कोशिश करें
ms: Ralat memaparkan video, sila cuba lagi nanti
my_mm: ဗီဒီယိုကို အချောသတ်ရာတွင် အမှားအယွင်းဖြစ်သွားသည်၊ နောက်မှ ထပ်မံကြိုးစားပါ
ru: Не удалось отобразить видео. Повторите попытку.
th_th: เกิดข้อผิดพลาดในการประมวลผลวิดีโอ โปรดลองอีกครั้งในภายหลัง
tr: Video işlenirken hata, lütfen daha sonra tekrar deneyin
ur: ویڈیو رینڈر کرنے کا نقص، براہ کرم بعد میں دوبارہ کوشش کریں
vi: Lỗi hiển thị video, vui lòng thử lại sau
zh_cn: 顯示影片時發生錯誤，請稍後再試

source: Untitled
ar: بدون عنوان
bn_bd: শিরোনামহীন
es_es: Sin título
fa_ir: بدون عنوان
fr_fr: Sans titre
hi: बिना किसी टाइटल
ms: Tidak bertajuk
my_mm: ခေါင်းစဉ်မဲ့
ru: Без названия
th_th: ไม่มีชื่อ
tr: Başlıksız
ur: بلاعنوان
vi: Không có tiêu đề
zh_cn: 無標題

source: Preview not available
bn_bd: পূর্বরূপ উপলব্ধ নেই.
es_es: Vista previa no disponible
fa_ir: پیش‌نمایش در دسترس نیست
fr_fr: Aperçu indisponible
hi: पूर्वावलोकन (preview) उपलब्ध नहीं है।
ms: Pratonton tidak tersedia
my_mm: အစမ်းကြည့်ရှုမှု မရနိုင်ပါ
ru: Предварительный просмотр недоступен
th_th: ไม่มีการแสดงตัวอย่าง
tr: Önizleme kullanılamıyor
ur: پیش منظر دستیاب نہیں
vi: Tính năng xem trước không khả dụng
zh_cn: 预览不可用

# download_to_view
source: Download file to view it
bn_bd: এটি দেখার জন্য আপনাকে ফাইলটি ডাউনলোড করতে হবে।
es_es: Descarga el archivo para verlo
fa_ir: فایل را دانلود کنید تا آن‌ را ببینید
fr_fr: Téléchargez le fichier pour le consulter
hi: इसे देखने के लिए फ़ाइल डाउनलोड करें।
ms: Muat turun fail untuk melihatnya
my_mm: ၎င်းကိုကြည့်ရန် ဖိုင်ကို ဒေါင်းလုဒ်လုပ်ပါ
ru: Скачайте файл для просмотра
th_th: ดาวน์โหลดไฟล์เพื่อดู
tr: Görüntülemek için dosyayı indirin
ur: فائل کو دیکھنے کے لیے اسے ڈاؤن لوڈ کریں
vi: Tải xuống tệp để xem
zh_cn: 下载文件以查看

# failed_to_init_replica
source: Error: Failed to initialize Replica
ar: خطأ: فشلت تهيئة النسخة المتماثلة
bn_bd: ত্রুটি: প্রতিলিপি আরম্ভ করতে ব্যর্থ হয়েছে
es_es: Error: No se ha podido inicializar la réplica
fa_ir: خطا: راه‌اندازی «روگرفت» ناموفق بود
fr_fr: Erreur : échec de l'initialisation de la réplique
hi: गड़बड़ी: रेप्लिका (Replica) शुरू नहीं कर सके
ms: Ralat: Gagal untuk mengasalkan Replika
my_mm: ချွတ်ယွင်းချက်- ပုံတူပွားမှုကို အစပြုလုပ်ဆောင်မရနိုင်ပါ
ru: Ошибка. Не удалось выполнить инициализацию реплики.
th_th: เกิดข้อผิดพลาด: ไม่สามารถทำสำเนาได้
tr: Hata: Çoğaltma başlatılamadı
ur: نقص: ریپلیکا کی ابتدا کرنے میں ناکام ہو گئے
vi: Lỗi: Không thể khởi tạo Bản sao
zh_cn: 錯誤：無法初始化複本

source: Awaiting result...
ar: في انتظار النتيجة...
bn_bd: ফলাফলের অপেক্ষায়...
es_es: Esperando resultados...
fa_ir: در انتظار نتیجه...
fr_fr: En attente du résultat…
hi: रिज़ल्ट का इंतज़ार कर रहे हैं...
ms: Menantikan hasil...
my_mm: ရလာဒ်ကို စောင့်ဆိုင်းနေသည်...
ru: Ожидание результата…
th_th: รอผลลัพธ์...
tr: Sonuç bekleniyor...
ur: نتائج کا انتظار کر رہے ہیں...
vi: Đang chờ kết quả...
zh_cn: 等候結果中...

source: Discover
ar: اكتشف
bn_bd: আবিষ্কার করুন
es_es: Descubrir
fa_ir: یافتن
fr_fr: Découvrir
hi: डिस्कवर
ms: Temui
my_mm: ရှာဖွေပါ
ru: Обзор
th_th: ค้นพบ
tr: Keşfet
ur: دریافت کریں
vi: Khám phá
zh_cn: 发现

# replica_search_intro
source: Search user-uploaded content on the Lantern Network, or upload your own for others to discover.
ar: ابحث في المحتوى الذي تم تحميله من خلال المستخدم على Lantern Network ، أو حمّل محتواك الخاص ليكتشفه الآخرون.
bn_bd: Lantern নেটওয়ার্কে ব্যবহারকারীর আপলোড করা বিষয়বস্তু অনুসন্ধান করুন, বা অন্যদের আবিষ্কারের জন্য আপনার নিজের বিষয়বস্তু আপলোড করুন।
es_es: Busque contenido subido por usuarios en la red de Lantern o suba su propio contenido para que otros usuarios lo descubran.
fa_ir: محتوای آپلودشده توسط کاربر را در شبکه Lantern جستجو کنید یا محتوای خود را برای استفاده دیگران آپلود کنید.
fr_fr: Recherchez le contenu chargé par un utilisateur sur le réseau Lantern ou chargez votre propre contenu de manière à ce que d'autres utilisateurs puissent le découvrir.
hi: Lantern नेटवर्क पर यूज़र द्वारा अपलोड किया गया कंटेंट खोजें, या दूसरों को खोजने के लिए अपनी खुद का कंटेंट अपलोड करें.
ms: Cari kandungan dimuat naik pengguna melalui Rangkaian Lantern atau muat naik kandungan anda sendiri untuk ditemukan orang lain.
my_mm: အသုံးပြုသူ အပ်လုဒ်လုပ်ထားသည့် အကြောင်းအရာကို Lantern Network တွင် ရှာပါ သို့မဟုတ် အခြားသူများရှာတွေ့စေရန် သင့်ကိုယ်ပိုင်အကြောင်းအရာ အပ်လုဒ်လုပ်ပါ။
ru: Находите загруженные пользователями материалы в сети Lantern и загружайте свои файлы для других.
th_th: ค้นหาเนื้อหาที่อัปโหลดโดยผู้ใช้บนเครือข่าย Lantern หรืออัปโหลดเนื้อหาของคุณเองให้คนอื่นได้ค้นพบ
tr: Lantern Ağı'nda kullanıcılar tarafından yüklenmiş içerikler arayın veya başkalarının keşfetmesi için kendi içeriklerinizi yükleyin.
ur: Lantern Network پر صارف کا اپ لوڈ کردہ مواد تلاش کریں، یا دیگر کے دریافت کرنے کے لیے آپ اپنا مواد اپ لوڈ کریں۔
vi: Tìm kiếm nội dung do người dùng tải lên trên Mạng Lantern hoặc tải lên nội dung của riêng bạn để người khác khám phá.
zh_cn: 在蓝灯网络上搜索用户上传的内容，或自行上传以供他人发现。

# replica_new_discover
source: New Discover Category
bn_bd: নতুন খোঁজার ক্যাটাগরি
es_es: Nueva categoría de Descubrir
fa_ir: طبقه‌بندی جدید Discover
fr_fr: Nouvelle catégorie de découverte
hi: डिस्कवर की नई श्रेणी
ms: Kategori Penemuan Baharu
my_mm: ရှာဖွေလေ့လာရေး အမျိုးအစားအသစ်
ru: Новая категория обзора
th_th: หมวดหมู่การค้นพบใหม่
tr: Yeni Keşif Kategorisi
ur: نیا دریافت شدہ زمرہ
vi: Danh mục khám phá mới
zh_cn: 新发现类别

# replica_new_discover_news
source: Discover now allows you to search for news articles!
bn_bd: এখনই খুঁজুন ফিচারটির মাধ্যমে খবরের আর্টিকেল খুঁজতে পারবেন!
es_es: ¡Ya puede buscar artículos de noticias con la función Descubrir!
fa_ir: Discover now به شما امکان می‌دهد که مقالات جدید را جستجو کنید!
fr_fr: L'option découverte vous permet de chercher de nouveaux articles !
hi: अब आप डिस्कवर के ज़रिए खबरें भी खोज सकते हैं!
ms: Temukan sekarang membolehkan anda mencari artikel baharu!
my_mm: ယခု ရှာဖွေလေ့လာရေးသည် ဆောင်းပါးအသစ်များကို ရှာဖွေနိုင်စေပါသည်။
ru: В обзоре теперь можно искать новостные статьи!
th_th: การค้นพบใหม่ช่วยให้คุณได้ค้นหาบทความข่าว!
tr: Hemen keşfet, yeni makaleler aramanızı sağlar!
ur: ابھی دریافت کریں آپ کو خبروں کے آرٹیکلز تلاش کرنے کی اجازت دیتا ہے!
vi: Khám phá ngay cho phép bạn tìm kiếm các bài báo tin tức!
zh_cn: “发现”现在可供您搜索新闻文章！

# replica_check_it_out
source: Check it out
bn_bd: এখনই দেখুন
es_es: Eche un vistazo
fa_ir: امتحانش کنید
fr_fr: Jeter un œil
hi: इसे आज़माएँ
ms: Cuba gunakan
my_mm: စစ်ဆေးကြည့်ရှုပါ
ru: Ознакомиться
th_th: ลองดู
tr: Göz atın
ur: اسے دیکھیں
vi: Xem ngay
zh_cn: 立即查看

source: News
bn_bd: খবর
es_es: Noticias
fa_ir: اخبار
fr_fr: Actualités
hi: खबरें
ms: Berita
my_mm: သတင်း
ru: Новости
th_th: ข่าว
tr: Haberler
ur: خبریں
vi: Tin tức
zh_cn: 新闻

source: Share
ar: مشاركة
bn_bd: শেয়ার
es_es: Compartir
fa_ir: اشتراك گذاري
fr_fr: Partager
hi: शेयर
ms: Kongsi
my_mm: မျှဝေပါ
ru: Поделиться
th_th: แบ่งปัน
tr: Paylaş
ur: شیئر
vi: Chia sẻ
zh_cn: 分享

# upload_file_screen
source: Upload File
ar: تحميل ملف
bn_bd: ফাইল আপলোড করুন
es_es: Subir archivo
fa_ir: بارگذاری فایل
fr_fr: Téléverser un fichier
hi: फ़ाइल अपलोड करें
ms: Muat Naik Fail
my_mm: ဖိုင်ကို အပ်လုဒ်လုပ်ပါ
ru: Отправить файл
th_th: โพสต์
tr: Dosya Yükle
ur: فائل اپ لوڈ کریں
vi: Tải tệp lên
zh_cn: 上传文件

source: Edit Title
bn_bd: নামপত্র পরিবর্তন করুন।
es_es: Editar título
fa_ir: ویرایش عنوان
fr_fr: Modifier le titre
hi: शीर्षक संशोधित करें।
ms: Edit Tajuk
my_mm: ခေါင်းစဉ်ကို တည်းဖြတ်ပါ
ru: Изменить название
th_th: แก้ไขชื่อเรื่อง
tr: Başlığı Düzenle
ur: موضوع میں ترمیم کریں
vi: Sửa tiêu đề
zh_cn: 编辑标题
