Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

# introduction_reject_title
source: Reject Introduction
ar: رفض التقديم
bn_bd: পরিচয় প্রত্যাখ্যান করুন
es_es: Rechazar presentación
fa_ir: رد کردن معرفی
fr_fr: Refuser la présentation
hi: परिचय अस्वीकार करें
ms: Tolak Pengenalan
my_mm: မိတ်ဆက်စကားကို ငြင်းပယ်မည်
ru: Отклонить знакомство
th_th: ปฏิเสธการแนะนำ
tr: Tanıtımı Reddet
ur: تعارف مسترد کریں
vi: Từ chối Giới thiệu
zh_cn: 拒絕介紹函

# introduction_reject_content
source: You will not be able to message this contact if you reject the introduction.
ar: لن تتمكن من إرسال رسالة إلى جهة الاتصال هذه إذا رفضت التقديم.
bn_bd: আপনি পরিচয়টি প্রত্যাখান করলে আপনি এই পরিচিতিটিকে বার্তা পাঠাতে পারবেন না।
es_es: No podrá mensajearse con este contacto si rechaza la presentación.
fa_ir: اگر معرفی را رد کنید، نمی‌توانید به این مخاطب پیام دهید.
fr_fr: Vous ne pourrez pas envoyer de messages à ce contact si vous refusez la présentation.
hi: अगर आप परिचय को अस्वीकार करते हैं तो आप इस संपर्क को मेसेज नहीं भेज पाएंगे.
ms: Anda tidak akan dapat menghantar mesej kepada kenalan ini jika anda menolak pengenalan.
my_mm: သင်က မိတ်ဆက်စကားကို ငြင်းပယ်ပါက ဤအဆက်အသွယ်ကို မက်ဆေ့ချ်ပေးပို့ရန် တတ်နိုင်မည်မဟုတ်ပါ။
ru: Если вы отклоните знакомство, то не сможете общаться с этим контактом.
th_th: คุณจะไม่สามารถส่งข้อความถึงผู้ติดต่อนี้ได้ในกรณีที่คุณปฏิเสธการแนะนำ
tr: Tanıtımı reddederseniz bu kişiye mesaj gönderemeyeceksiniz.
ur: اگر آپ تعارف کو مسترد کرتے ہیں تو آپ اس رابطے کو پیغام بھیجنے کے قابل نہیں ہوں گے۔
vi: Bạn sẽ không thể nhắn tin cho liên hệ này nếu bạn từ chối lời giới thiệu.
zh_cn: 如果您拒絕介紹函，您將無法傳送訊息給這名聯絡人。

# introductions_error_description_rejecting
source: Something went wrong while rejecting this connect request.
ar: حدث خطأ ما أثناء رفض طلب جهة الاتصال هذه.
bn_bd: এই সংযোগের অনুরোধটি প্রত্যাখান করার সময় কিছু ত্রুটি ঘটেছে।
es_es: Algo ha fallado al rechazar esta solicitud de vinculación mutua.
fa_ir: در حین رد درخواست اتصال، مشکلی پیش آمد.
fr_fr: Une erreur est survenue pendant le refus de cette demande de mise en relation.
hi: इस संपर्क अनुरोध को अस्वीकार करते वक़्त कुछ गड़बड़ी हुई.
ms: Sesuatu tidak kena semasa menolak permintaan penyambungan ini.
my_mm: ဤဆက်သွယ်မှုတောင်းဆိုချက်ကို ငြင်းပယ်စဉ် တစ်စုံတစ်ခု မှားသွားသည်။
ru: Не удалось отклонить запрос.
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการปฏิเสธคำขอการเชื่อมต่อนี้
tr: Bu bağlantı isteği reddedilirken bir sorun oluştu.
ur: مربوط کرنے کو مسترد کرنے کی اس درخواست کے دوران کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi khi từ chối yêu cầu kết nối này.
zh_cn: 拒絕這個聯繫請求時發生了點問題。

# introductions_error_description_accepting
source: Something went wrong while accepting this connect request.
ar: حدث خطأ ما أثناء قبول طلب جهة الاتصال هذه.
bn_bd: এই সংযোগের অনুরোধটি স্বীকার করার সময় কিছু ত্রুটি ঘটেছে।
es_es: Algo ha fallado al aceptar esta solicitud de vinculación mutua.
fa_ir: هنگام پذیرش درخواست اتصال، مشکلی پیش آمد.
fr_fr: Une erreur est survenue pendant l'acceptation de cette demande de mise en relation.
hi: इस संपर्क अनुरोध को स्वीकार करते वक़्त कुछ गड़बड़ी हुई.
ms: Sesuatu tidak kena semasa menerima permintaan penyambungan ini.
my_mm: ဤဆက်သွယ်မှုတောင်းဆိုချက်ကို လက်ခံစဉ် တစ်စုံတစ်ခု မှားသွားသည်။
ru: Не удалось принять запрос.
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการตอบรับคำขอการเชื่อมต่อนี้
tr: Bu bağlantı isteği kabul edilirken bir sorun oluştu.
ur: مربوط کرنے کو قبول کرنے کی اس درخواست کے دوران کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi khi chấp nhận yêu cầu kết nối này.
zh_cn: 接受這個聯繫請求時發生了點問題。

# no_introductions
source: There are no pending introductions.
ar: لا توجد مقدمات معلقة.
bn_bd: কোনও মুলতুবি থাকা পরিচিতি নেই।
es_es: No hay ninguna presentación pendiente.
fa_ir: هیچ معرفی‌ای در دست بررسی نیست.
fr_fr: Il n'y a aucune présentation en attente.
hi: कोई पेंडिंग परिचय नहीं हैं.
ms: Tiada pengenalan belum selesai.
my_mm: ဆိုင်းငံ့ထားသည့် မိတ်ဆက်စကားများ မရှိပါ။
ru: Запросов на знакомство нет.
th_th: ไม่มีการแนะนำที่อยู่ระหว่างการดำเนินการ
tr: Bekleyen tanıtım yok.
ur: کوئی بھی تعارف زیر التواء نہیں ہیں۔
vi: Không có giới thiệu đang chờ xử lý.
zh_cn: 沒有任何介紹函需要處理。

# introduction_approved
source: Introduction to %s approved!
ar: تمت الموافقة على التقديم لـ %s!
bn_bd: %s-এ পরিচয় অনুমোদিত!
es_es: ¡Presentación a %s aprobada!
fa_ir: معرفی به %s تأیید شد!
fr_fr: La présentation à %s a été approuvée.
hi: %s का परिचय स्वीकार किया गया!
ms: Pengenalan kepada %s diluluskan!
my_mm: %s အတွက် မိတ်ဆက်စကားကို ခွင့်ပြုပြီးပါပြီ။
ru: Знакомство с пользователем %s подтверждено!
th_th: แนะนำให้กับ %s สำเร็จ!
tr: %s kişisine tanıtım onaylandı!
ur: %s سے تعارف منظور ہو گیا!
vi: Giới thiệu với %s đã được duyệt!
zh_cn: %s 的介紹函已獲核准！

# delete_contact_name
source: Delete %s
ar: حذف %s
bn_bd: %s মুছুন
es_es: Eliminar %s
fa_ir: حذف %s
fr_fr: Supprimer %s
hi: डिलीट करें %s
ms: Padamkan %s
my_mm: %s ကို ဖျက်မည်
ru: Удалить контакт %s
th_th: ลบ %s
tr: %s Kişisini Sil
ur: %s کو حذف کریں
vi: Xóa %s
zh_cn: 刪除 %s

source: Delete Contact
ar: حذف جهة الاتصال
bn_bd: পরিচিতি মুছুন
es_es: Eliminar contacto
fa_ir: حذف مخاطب
fr_fr: Supprimer le contact
hi: संपर्क डिलीट करें
ms: Padamkan Kenalan
my_mm: အဆက်အသွယ်ကို ဖျက်ပစ်မည်
ru: Удалить контакт
th_th: ลบผู้ติดต่อ
tr: Kişiyi Sil
ur: رابطے کو حذف کریں
vi: Xóa liên hệ
zh_cn: 刪除聯絡人

source: Error
ar: خطأ
bn_bd: ত্রুটি
fa_ir: خطا
fr_fr: Erreur
hi: त्रुटि
ms: Ralat
my_mm: အမှား
ru: Ошибка
th_th: ข้อผิดพลาด
tr: Hata
ur: خرابی
vi: Lỗi
zh_cn: 错误

# error_delete_contact
source: Something went wrong while deleting this contact.
ar: حدث خطأ ما أثناء حذف جهة الاتصال هذه.
bn_bd: এই পরিচিতি মোছার সময় কিছু ত্রুটি হয়েছে।
es_es: Algo ha fallado al eliminar este contacto.
fa_ir: در حین حذف این مخاطب، مشکلی پیش آمد.
fr_fr: Une erreur est survenue pendant la suppression de ce contact.
hi: इस संपर्क को हटाते वक़्त कुछ गड़बड़ी हुई.
ms: Sesuatu tidak kena semasa memadamkan kenalan ini.
my_mm: ဤအဆက်အသွယ်ကို ဖျက်နေစဉ် တစ်စုံတစ်ခု မှားသွားသည်။
ru: Не удалось удалить контакт.
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการลบผู้ติดต่อนี้
tr: Bu kişi silinirken bir sorun oluştu.
ur: اس رابطے کو حذف کرنے کے دوران کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi khi xóa liên hệ này.
zh_cn: 刪除這名聯絡人時發生了點問題。

source: Unnamed Contact
ar: جهة اتصال بدون اسم
bn_bd: নামহীন যোগাযোগ
es_es: Contacto sin nombre
fa_ir: مخاطب بدون نام
fr_fr: Contact sans nom
hi: अनाम संपर्क
ms: Kenalan Tidak Dinamakan
my_mm: အမည်တပ်မထားသည့် အဆက်အသွယ်
ru: Безымянный контакт
th_th: ผู้ติดต่อที่ไม่ได้ระบุชื่อ
tr: Adsız Kişi
ur: رابطے کو بے نام کیا گیا
vi: Liên hệ không tên
zh_cn: 未命名聯絡人

source: Me
ar: أنا
bn_bd: আমাকে
es_es: Yo
fa_ir: من
fr_fr: Moi
hi: मैं
ms: Saya
my_mm: ကျွန်ုပ်ထံသို့
ru: Вы
th_th: ฉัน
tr: Ben
ur: میں
vi: Tôi
zh_cn: 我

source: Disappearing Messages
ar: الرسائل المُختفية
bn_bd: অদৃশ্য হওয়া বার্তাগুলি
es_es: Mensajes que desaparecen
fa_ir: پیام‌های ناپدیدشونده
fr_fr: Messages qui disparaissent
hi: गायब होने वाले मेसेज
ms: Mesej Hilang
my_mm: ပျောက်နေသည့် မက်ဆေ့ချ်များ
ru: Исчезающие сообщения
th_th: ข้อความที่กำลังจะหายไป
tr: Kaybolan Mesajlar
ur: غائب ہونے والے پیغامات
vi: Tin nhắn biến mất
zh_cn: 消失的訊息

# start_of_your_history
source: Your chats and voice calls with %s are end-to-end encrypted
ar: محادثاتك ومكالماتك الصوتية مع %s مُشفرة بشكل شامل
bn_bd: %s এর সাথে আপনার চ্যাট এবং ভয়েস কলগুলি এন্ড-টু-এন্ড এনক্রিপ্ট করা হয়েছে
es_es: Sus chats y llamadas de voz con %s están cifradas de extremo a extremo
fa_ir: گپ‌ها و تماس‌های صوتی شما با %s رمزگذاری سرتاسری شده‌اند
fr_fr: Vos conversations et appels vocaux avec %s sont chiffrés de bout en bout
hi: %s के साथ, आपके चैट और वॉयस कॉल एंड-टू-एंड एन्क्रिप्टेड हैं
ms: Sembang dan panggilan suara anda dengan %s disulitkan dari hujung ke hujung
my_mm: %s နှင့်ပြုလုပ်ထားသည့် သင့်ချက်များနှင့် အသံခေါ်ဆိုမှုများကို နှစ်ဖက်လုံးအတွက် လျှို့ဝှက်ကုဒ်သွင်းထားသည်
ru: Сообщения и звонки между вами и контактом %s защищены сквозным шифрованием.
th_th: แชทและการโทรด้วยเสียงกับ %s เป็นการเข้ารหัสระหว่างคู่สนทนา
tr: %s ile sohbetleriniz ve sesli aramalarınız uçtan uca şifrelidir
ur: %s کے ساتھ آپ کی چیٹس اور صوتی کالز دونوں طرف مرموز ہوتی ہیں
vi: Các cuộc trò chuyện và cuộc gọi thoại của bạn với %s đã được mã hóa đầu cuối
zh_cn: 您與 %s 的交談和語音通話皆經過端對端加密

# banner_unaccepted
source: %s is not on your contacts list. Would you like to accept the chat request?
ar: %s غير موجود في قائمة جهات الاتصال لديك. هل تود قبول طلب الدردشة؟
bn_bd: %s আপনার পরিচিতি তালিকায় নেই। আপনি কি চ্যাটের অনুরোধ গ্রহণ করতে চান?
es_es: %s no se encuentra en su lista de contactos. ¿Desea aceptar la solicitud de chat?
fa_ir: %s در فهرست مخاطبین شما نیست. مایلید درخواست گپ را بپذیرید؟
fr_fr: %s n’est pas dans votre liste de contacts. Souhaitez-vous accepter la demande de dialogue ?
hi: %s आपकी संपर्क लिस्ट में नहीं है. क्या आप चैट अनुरोध स्वीकार करना चाहेंगे?
ms: %s tidak berada dalam senarai kenalan anda. Inginkah anda menerima permintaan sembang?
my_mm: %s သည် သင့်အဆက်အသွယ်များ၏ စာရင်းတွင် ရှိမနေပါ။ ချက်တောင်းဆိုမှုကို လက်ခံလိုပါသလား။
ru: Пользователя %s нет в вашем списке контактов. Принять запрос на чат?
th_th: %s ไม่ได้อยู่ในรายชื่อผู้ติดต่อของคุณ คุณต้องการที่จะตอบรับคำขอการแชทหรือไม่?
tr: %s kişiler listenizde bulunmuyor. Sohbet isteğini kabul etmek ister misiniz?
ur: %s آپ کے رابطوں کی فہرست میں شامل نہیں ہے۔ کیا آپ چیٹ کی درخواست قبول کرنا پسند کریں گے؟
vi: %s không có trong danh sách liên hệ của bạn. Bạn có muốn chấp nhận yêu cầu trò chuyện không?
zh_cn: %s 不在您的聯絡人清單上，您要接受交談請求嗎？

# banner_messages_persist
source: New messages do not disappear.
ar: لا تختفي الرسائل الجديدة.
bn_bd: নতুন বার্তা অদৃশ্য হয় না।
es_es: Los mensajes nuevos no desaparecen.
fa_ir: پیام‌های جدید ناپدید نمی‌شوند.
fr_fr: Les nouveaux messages ne disparaissent pas.
hi: नए मेसेज गायब नहीं होते हैं.
ms: Mesej baharu tidak hilang.
my_mm: မက်ဆေ့ချ်အသစ်များသည် ပျောက်မသွားပါ။
ru: Новые сообщения не пропадают.
th_th: ข้อความใหม่จะไม่หายไป
tr: Yeni mesajlar kaybolmaz.
ur: نئے پیغامات غائب نہیں ہوتے۔
vi: Các tin nhắn mới không biến mất.
zh_cn: 新訊息不會消失。

# banner_message_retention
source: Message retention is set to %s
ar: تم تعيين استبقاء الرسائل على %s
bn_bd: বার্তা ধারণ %s এ সেট করা আছে
es_es: La retención de mensajes está fijada en %s
fa_ir: نگهداری پیام روی %s تنظیم شده است
fr_fr: La rétention des messages est définie sur %s
hi: मेसेज रिटेंशन को %s पर सेट किया गया है
ms: Pengekalan mesej ditetapkan kepada %s
my_mm: မက်ဆေ့ချ် ထိန်းသိမ်းမှုကို %s အထိ သတ်မှတ်ထားသည်
ru: Срок демонстрации сообщений: %s
th_th: การจัดเก็บข้อความได้ตั้งเป็น %s
tr: Mesaj saklama %s olarak ayarlandı
ur: پیغامات کی برقراری %s پر سیٹ کی گئی ہے
vi: Lưu giữ tin nhắn được đặt thành %s
zh_cn: 訊息保留期限已設為 %s

# longform_seconds
source: %s seconds
ar: %s ثوانٍ
bn_bd: %s সেকেন্ড
es_es: %s segundos
fa_ir: %s ثانیه
fr_fr: %s secondes
hi: %s सेकंड्‌स
ms: %s saat
my_mm: %s စက္ကန့်
ru: %s сек.
th_th: %s วินาที
tr: %s saniye
ur: %s سیکنڈز
vi: %s giây
zh_cn: %s 秒

# shortform_seconds
source: %ss
ar: %s ث
bn_bd: %sসে
fa_ir: %s ثانیه
hi: %sसेकंड
my_mm: %s စက္ကန့်
ru: %s сек.
th_th: %sวินาที
tr: %s sn
ur: %s سیکنڈ
zh_cn: %s 秒

# longform_minute
source: %s minute
ar: %s دقيقة
bn_bd: %s মিনিট
es_es: %s minuto
fa_ir: %s دقیقه
hi: %s मिनट
ms: %s minit
my_mm: %s မိနစ်
ru: %s мин.
th_th: %s นาที
tr: %s dakika
ur: %s منٹ
vi: %s phút
zh_cn: %s 分鐘

# shortform_minutes
source: %sm
ar: %s د
bn_bd: %sমি
es_es: %s min
fa_ir: %s دقیقه
fr_fr: %s min
hi: %sमिनट
my_mm: %s မိနစ်
ru: %s мин.
th_th: %sนาที
tr: %s dk
ur: %s منٹ
vi: %sp
zh_cn: %s 分鐘

# longform_minutes
source: %s minutes
ar: %s دقائق
bn_bd: %s মিনিট
es_es: %s minutos
fa_ir: %s دقیقه
hi: %s मिनट्स
ms: %s minit
my_mm: %s မိနစ်
ru: %s мин.
th_th: %s นาที
tr: %s dakika
ur: %s منٹس
vi: %s phút
zh_cn: %s 分鐘

# longform_hour
source: %s hour
ar: %s ساعة
bn_bd: %s ঘন্টা
es_es: %s hora
fa_ir: %s ساعت
fr_fr: %s heure
hi: %s घंटा
ms: %s jam
my_mm: %s နာရီ
ru: %s ч.
th_th: %s ชั่วโมง
tr: %s saat
ur: %s گھنٹہ
vi: %s giờ
zh_cn: %s 小時

# shortform_hours
source: %sh
ar: %s س
bn_bd: %sঘ
fa_ir: %s ساعت
hi: %sघंटा
ms: %sj
my_mm: %s နာရီ
ru: %s ч.
th_th: %sชั่วโมง
tr: %s sa
ur: %s گھنٹہ
zh_cn: %s 小時

# longform_hours
source: %s hours
ar: %s ساعات
bn_bd: %s ঘন্টা
es_es: %s horas
fa_ir: %s ساعت
fr_fr: %s heures
hi: %s घंटे
ms: %s jam
my_mm: %s နာရီ
ru: %s ч.
th_th: %s ชั่วโมง
tr: %s saat
ur: %s گھنٹے
vi: %s giờ
zh_cn: %s 小時

# longform_day
source: %s day
ar: %s يوم
bn_bd: %s দিন
es_es: %s día
fa_ir: %s روز
fr_fr: %s jour
hi: %s दिन
ms: %s hari
my_mm: %s ရက်
ru: %s дн.
th_th: %s วัน
tr: %s gün
ur: %s دن
vi: %s ngày
zh_cn: %s 天

# shortform_days
source: %sd
ar: %s يوم
bn_bd: %sস
fa_ir: %s روز
fr_fr: %s j
hi: %s दिन
ms: %sh
my_mm: %s ရက်
ru: %s​ дн.
th_th: %sวัน
tr: %s g
ur: %s دن
vi: %sn
zh_cn: %s 天

# longform_days
source: %s days
ar: %s أيام
bn_bd: %s দিন
es_es: %s días
fa_ir: %s روز
fr_fr: %s jours
hi: %sदिनों
ms: %s hari
my_mm: %s ရက်
ru: %s дн.
th_th: %s วัน
tr: %s gün
ur: %s دن
vi: %s ngày
zh_cn: %s 天

# longform_week
source: %s week
ar: %s أسبوع
bn_bd: %s সপ্তাহ
es_es: %s semana
fa_ir: %s هفته
fr_fr: %s semaine
hi: %s हफ़्ता
ms: %s minggu
my_mm: %s ရက်သတ္တပတ်
ru: %s нед.
th_th: %s สัปดาห์
tr: %s hafta
ur: %s ہفتہ
vi: %s tuần
zh_cn: %s 週

# shortform_weeks
source: %sw
ar: %s أسبوع
bn_bd: %sদি
es_es: %s sem
fa_ir: %s هفته
fr_fr: %s sem.
hi: %s हफ़्ता
ms: %sm
my_mm: %s ရက်သတ္တပတ်
ru: %s нед.
th_th: %sสัปดาห์
tr: %s h
ur: %s ہفتہ
vi: %st
zh_cn: %s 週

# longform_weeks
source: %s weeks
ar: %s أسابيع
bn_bd: %s সপ্তাহ
es_es: %s semanas
fa_ir: %s هفته
fr_fr: %s semaines
hi: %s हफ्तों
ms: %s minggu
my_mm: %s ရက်သတ္တပတ်
ru: %s нед.
th_th: %s สัปดาห์
tr: %s hafta
ur: %s ہفتے
vi: %s tuần
zh_cn: %s 週

source: Unknown
bn_bd: অজানা
es_es: Desconocido
fa_ir: ناشناخته
fr_fr: Inconnu
hi: अनजान
ms: Tidak diketahui
my_mm: မသိဘူး
ru: Неизвестно
th_th: ไม่ทราบ
tr: Bilinmeyen
ur: نامعلوم
vi: Không rõ
zh_cn: 未知

# banner_source_qr
source: QR Code
ar: رمز الاستجابة السريعة
bn_bd: QR কোড
es_es: Código QR
fa_ir: کد QR
fr_fr: Code QR
hi: QR कोड
ms: Kod QR
my_mm: QR ကုဒ်
ru: QR-код
tr: QR Kodu
ur: QR کوڈ
vi: Mã QR
zh_cn: QR 碼

# banner_source_id
source: Messenger ID
ar: معرّف المرسل
bn_bd: মেসেঞ্জার ID
es_es: ID de mensajería
fa_ir: شناسه پیام‌رسان
fr_fr: Identifiant Messenger
hi: मेसेंजर ID
ms: ID Messenger
my_mm: မက်ဆင်ဂျာ အိုင်ဒီ
ru: Идентификатор мессенджера
tr: Messenger Kimliği
ur: میسینجر ID
vi: Mã Messenger
zh_cn: 通訊 ID

# banner_source_intro
source: Introduction
ar: المقدمة
bn_bd: ভূমিকা
es_es: Introducción
fa_ir: معرفی
hi: परिचय
ms: Pengenalan
my_mm: မိတ်ဆက်စကား
ru: Введение
th_th: การแนะนำ
tr: Giriş
ur: تعارف
vi: Giới thiệu
zh_cn: 引言

# message_will_disappear_at
source: Disappears %s
ar: يختفي %s
bn_bd: %s অদৃশ্য হয়ে যায়
es_es: Desaparece: %s
fa_ir: %s ناپدید می‌شود
fr_fr: Disparaît dans %s
hi: %s गायब हो गया
ms: %s Hilang
my_mm: %s ပျောက်သွားသည်
ru: Исчезнет %s
th_th: %s หายไป
tr: Kaybolma zamanı: %s
ur: %s کو غائب ہو جاتا ہے
vi: Biến mất %s
zh_cn: 消失 (%s)

source: Change Display Name
ar: تغيير الاسم المعروض
bn_bd: প্রদর্শনের নাম পরিবর্তন করুন
es_es: Cambiar nombre en pantalla
fa_ir: تغییر نام نمایشی
fr_fr: Modifier le nom d'affichage
hi: डिस्प्ले नाम बदलें
ms: Ubah Nama Paparan
my_mm: ပြသလိုသည့်အမည်ကို ပြောင်းမည်
ru: Изменить отображаемое имя
th_th: เปลี่ยนชื่อที่แสดง
tr: Görünen Adı Değiştir
ur: ڈسپلے نام تبدیل کریں
vi: Thay đổi tên hiển thị
zh_cn: 變更顯示名稱

source: yesterday
ar: أمس
bn_bd: গতকাল
es_es: ayer
fa_ir: دیروز
fr_fr: hier
hi: गुज़रा कल
ms: semalam
my_mm: မနေ့က
ru: вчера
th_th: เมื่อวาน
tr: dün
ur: گزشتہ دن
vi: hôm qua
zh_cn: 昨天

source: tomorrow
ar: غدًا
bn_bd: আগামীকাল
es_es: mañana
fa_ir: فردا
fr_fr: demain
hi: कल
ms: esok
my_mm: မနက်ဖန်
ru: завтра
th_th: พรุ่งนี้
tr: yarın
ur: آنے والا دن
vi: ngày mai
zh_cn: 明天

source: just now
ar: حالاً
bn_bd: এখনই
es_es: ahora mismo
fa_ir: همین الآن
fr_fr: à l'instant
hi: अभी अभी
ms: sebentar tadi
my_mm: ယခုပင်
ru: только что
th_th: เมื่อสักครู่
tr: biraz önce
ur: بالکل ابھی
vi: bây giờ
zh_cn: 剛剛

source: within one minute
ar: خلال دقيقة واحدة
bn_bd: এক মিনিটের মধ্যে
es_es: en un minuto
fa_ir: ظرف مدت یک دقیقه
fr_fr: dans une minute
hi: एक मिनट के अंदर
ms: dalam satu minit
my_mm: တစ်မိနစ်အတွင်း
ru: в течение минуты
th_th: ในหนึ่งนาที
tr: bir dakika içinde
ur: ایک منٹ کے اندر
vi: trong một phút
zh_cn: 一分鐘內

# on_date
source: on %s
ar: في %s
bn_bd: %s-এ
es_es: el %s
fa_ir: روز %s
fr_fr: le %s
hi: %s पर
ms: pada %s
my_mm: %s ၌
ru: %s
th_th: บน %s
tr: %s tarihinde
ur: %s کو
vi: vào %s
zh_cn: 於 %s

# at_date
source: at %s
ar: عند %s
bn_bd: %s এ
es_es: a las %s
fa_ir: ساعت %s
fr_fr: à %s
hi: %s पर
ms: di %s
my_mm: %s တွင်
ru: %s
th_th: ที่ %s
tr: şu saatte: %s
ur: %s پر
vi: lúc %s
zh_cn: 於 %s

source: Error fetching Message Preview
ar: خطأ في إحضار معاينة الرسالة
bn_bd: বার্তা প্রিভিউ আনার সময় ত্রুটি
es_es: Error al obtener la vista previa del mensaje
fa_ir: در پیش‌نمایش دریافت پیام خطایی رخ داد
fr_fr: Erreur lors de la récupération de l'aperçu du message
hi: मेसेज प्रीव्यू में दिक्कत आई
ms: Ralat pengambilan Pratonton Mesej
my_mm: မက်ဆေ့ချ် အကြိုကြည့်ရှုမှုကို ရယူနေစဉ် ချွတ်ယွင်းချက်ဖြစ်ပေါ်သည်
ru: Не удалось выполнить предпросмотр сообщения
th_th: เกิดข้อผิดพลาดในการดึงตัวอย่างข้อความ
tr: Mesaj Önizlemesi getirilirken hata
ur: نقص لانے والے پیغام کا پیش نظارہ
vi: Lỗi khi tìm nạp Xem trước tin nhắn
zh_cn: 擷取訊息預覽時發生錯誤

source: Message was deleted
ar: تم حذف الرسالة
bn_bd: বার্তা মুছে ফেলা হয়েছে
es_es: Se ha eliminado el mensaje
fa_ir: پیام حذف شده است
fr_fr: Le message a été supprimé
hi: मेसेज हटा दिया गया
ms: Mesej dipadamkan
my_mm: မက်ဆေ့ချ်ကို ဖျက်ထားသည်
ru: Сообщение удалено
th_th: ข้อความถูกลบ
tr: Mesaj silindi
ur: پیغام حذف ہو گیا تھا
vi: Tin nhắn đã bị xóa
zh_cn: 訊息已刪除

# contact_was_deleted
source: %s has been deleted from your contacts.
ar: تم حذف %s من جهات الاتصال لديك
bn_bd: আপনার পরিচিতিগুলি থেকে %sকে মুছে ফেলা হয়েছে।
es_es: Se ha eliminado a %s de sus contactos.
fa_ir: %s از مخاطبین شما حذف شده است.
fr_fr: %s a été supprimé de vos contacts.
hi: %s को आपके संपर्कों से हटा दिया गया है.
ms: %s telah dipadamkan daripada kenalan anda.
my_mm: %s ကို သင့်အဆက်အသွယ်များမှ ဖျက်ထားပြီးပြီ။
ru: Пользователь %s удален из ваших контактов.
th_th: %s ถูกลบออกจากผู้ติดต่อของคุณ
tr: %s kişileriniz arasından silindi.
ur: %s آپ کے رابطوں سے حذف ہو گیا ہے۔
vi: %s đã bị xóa khỏi liên hệ của bạn.
zh_cn: %s 已從您的聯絡人中刪除。

# contact_was_blocked
source: %s has been blocked.
ar: تم حظر %s.
bn_bd: %sকে অবরুদ্ধ করা হয়েছে।
es_es: Se ha bloqueado a %s.
fa_ir: %s مسدود شده است.
fr_fr: %s a été bloqué.
hi: %s को ब्लॉक किया गया है.
ms: %s telah disekat.
my_mm: %s ကို ပိတ်ဆို့ပြီးပြီ။
ru: Контакт %s заблокирован.
th_th: %s ถูกบล็อก
tr: %s engellendi.
ur: %s مسدود ہو گیا ہے۔
vi: %s đã bị chặn.
zh_cn: 您已將 %s 封鎖。

# contact_was_unblocked
source: %s has been unblocked.
ar: تم إلغاء حظر %s.
bn_bd: %sকে অবরোধ মুক্ত করা হয়েছে।
es_es: Se ha desbloqueado a %s.
fa_ir: مسدود بودن %s لغو شده است.
fr_fr: %s a été débloqué.
hi: %s को अनब्लॉक किया गया है.
ms: %s telah dinyahsekat.
my_mm: %s ကို ပြန်ဖွင့်ပြီးပြီ။
ru: Контакт %s разблокирован.
th_th: %s ถูกปลดบล็อก
tr: %s kişisinin engeli kaldırıldı.
ur: %s غیر مسدود ہو گیا ہے۔
vi: %s đã được bỏ chặn.
zh_cn: 您已將 %s 解除封鎖。

source: Dismiss
ar: أَبعدْ
bn_bd: খারিজ করুন
es_es: Descartar
fa_ir: مرخص کن
fr_fr: Rejeter
hi: छोड़े
my_mm: ဖယ်ထုတ်မည်
ru: Отключить
tr: Bırak
ur: برخاست کریں
zh_cn: 撤销

source: Copy Text
ar: نسخ النص
bn_bd: টেক্সট কপি করুন
es_es: Copiar texto
fa_ir: کپی کردن متن
fr_fr: Copier le texte
hi: टेक्स्ट कॉपी करें
ms: Salin Teks
my_mm: စာသားကို ကူးယူမည်
ru: Скопировать текст
th_th: คัดลอกตัวหนังสือ
tr: Metni Kopyala
ur: متن کاپی کریں
vi: Sao chép văn bản
zh_cn: 複製文字

source: Message
ar: رسالة
bn_bd: বার্তা
es_es: Mensaje
fa_ir: پیام
hi: मेसेज
ms: Mesej
my_mm: မက်ဆေ့ချ်
ru: Сообщение
th_th: ข้อความ
tr: Mesaj
ur: پیغام
vi: Tin nhắn
zh_cn: 訊息

source: Messages
ar: الرسائل
bn_bd: বার্তাগুলি
es_es: Mensajes
fa_ir: پیغام ها
hi: मेसेजेज़
ms: Mesej
my_mm: မက်ဆေ့ချ်များ
ru: Сообщения
th_th: ข้อความ
tr: Mesajlar
ur: پیغامات
vi: Tin nhắn
zh_cn: 私信

source: Chats
ar: دردشات
bn_bd: চ্যাট
fa_ir: گپ‌ها
fr_fr: Conversations
hi: चैट
ms: Sembang
my_mm: ချက်များ
ru: Чаты
th_th: แชท
tr: Sohbetler
ur: چیٹس
vi: Trò chuyện
zh_cn: 交談

# new_requests
source: New Requests %s
ar: طلبات جديدة %s
bn_bd: নতুন অনুরোধ %s
es_es: Nuevas solicitudes %s
fa_ir: درخواست‌های جدید %s
fr_fr: Nouvelles demandes (%s)
hi: %s नए अनुरोध
ms: Permintaan Baharu %s
my_mm: တောင်းဆိုမှုအသစ်များ %s
ru: Новых запросов: %s
th_th: คำขอใหม่ %s
tr: Yeni İstekler: %s
ur: %s نئی درخواستیں
vi: Yêu cầu mới %s
zh_cn: 新請求 %s

source: Chat
ar: دردشة
bn_bd: চ্যাট করুন
fa_ir: گپ
fr_fr: Conversation
hi: चैट
ms: Sembang
my_mm: ချက်
ru: Чат
th_th: แชท
tr: Sohbet
ur: چیٹ
vi: Trò chuyện
zh_cn: 交談

source: Lantern Chat
bn_bd: Lantern চ্যাট
es_es: Chat de Lantern
fa_ir: گپ Lantern
fr_fr: Dialogue en ligne Lantern
ms: Sembang Lantern
ru: Чат Lantern
tr: Lantern Sohbet
ur: Lantern چیٹ
vi: Trò chuyện Lantern
zh_cn: 蓝灯聊天

# welcome_title
source: Welcome to Lantern Chat!
ar: مرحبًا بك في Lantern Chat
bn_bd: Lantern চ্যাট-এ স্বাগত জানাই!
es_es: ¡Te damos la bienvenida al chat de Lantern!
fa_ir: به گپ Lantern خوش آمدید!
fr_fr: Bienvenue dans le dialogue en ligne Lantern.
hi: Lantern Chat में आपका स्वागत है!
ms: Selamat datang ke Sembang Lantern!
my_mm: Lantern Chat မှ ကြိုဆိုပါတယ်။
ru: Добро пожаловать в чат Lantern!
th_th: ยินดีต้อนรับสู่ Lantern Chat!
tr: Lantern Sohbet'e hoş geldiniz!
ur: Lantern چیٹ میں خوش آمدید!
vi: Chào mừng đến với Trò chuyện Lantern!
zh_cn: 欢迎使用蓝灯聊天！

# welcome_text
source: An encrypted chat to protect your privacy paired with best-in-class blocking resistant technology.
ar: دردشة مشفرة لحماية خصوصيتك مقترنة بأفضل تكنولوجيا مقاومة للحظر في فئتها.
bn_bd: সর্বোত্তম অবরোধ প্রতিরোধকের সাথে জুটি বেঁধে আপনার গোপনীয়্তা সুরক্ষিত করতে একটি এনক্রিপ্ট থাকা চ্যাট।
es_es: Se trata de un chat cifrado que protege su privacidad y que cuenta con la tecnología antibloqueos más puntera.
fa_ir: گپی رمزگذاری‌شده برای محافظت از حریم خصوصی شما با بهترین فناوری جلوگیری از مسدود شدن در نوع خود.
fr_fr: Un dialogue en ligne chiffré pour protéger votre vie privée et vos données avec la meilleure technologie de résistance aux blocages.
hi: आपकी गोपनीयता की सुरक्षा के लिए एक एन्क्रिप्टेड चैट को सर्वश्रेष्ठ ब्लॉकिंग रेज़िज़्टेन्ट टेक्नोलॉजी से जोड़ा गया है.
ms: Sembang yang disulitkan untuk melindungi privasi anda dan disertakan dengan teknologi penyekatan rintangan terbaik.
my_mm: အဆင့်အမြင့်ဆုံး ပိတ်ဆို့မှုခုခံရေးနည်းပညာနှင့် ချိတ်ဆက်ထားပြီး သင့်ကိုယ်ရေးလုံခြုံမှုကို ကာကွယ်ပေးမည့် လျှို့ဝှက်ကုဒ်စနစ်သုံး ချက်ဖြစ်ပါသည်။
ru: Мы обеспечиваем вашу конфиденциальность благодаря шифрованию и лучшей в своем классе технологии защиты от блокировки.
th_th: แชทเข้ารหัสเพื่อปกป้องความเป็นส่วนตัวของคุณจับคู่กับเทคโนโลยีต้านทานต่อการปิดกั้นที่ดีที่สุด
tr: Sınıfının en iyisi engellemeye karşı direnç teknolojisi ile birlikte gizliliğinizi korumak için şifrelenmiş bir sohbet.
ur: مسدود کرنے کے خلاف مزاحم بہترین درجے کی ٹیکنالوجی کے ہمراہ آپ کی رازداری کی حفاظت کے لیے مرموز چیٹ۔
vi: Cuộc trò chuyện được mã hóa để bảo vệ quyền riêng tư của bạn được kết hợp với công nghệ chống chặn tốt nhất.
zh_cn: 將交談內容加密，以保護您的隱私，並搭配採用同級最佳的抗封鎖技術。

source: Get started
ar: بدء الاستخدام
bn_bd: শুরু করা
es_es: Empezar a usar
fa_ir: شروع به کار
fr_fr: Démarrer
hi: शुरू करें
ms: Mari bermula
my_mm: စတင်ကြပါစို့
ru: Начать
th_th: เริ่มต้น
tr: Başlayın
ur: شروع کریں
vi: Bắt đầu
zh_cn: 開始使用

# want_to_recover
source: Have a Chat Number?
ar: هل لديك رقم دردشة؟
bn_bd: কোনও চ্যাট নম্বর রয়েছে?
es_es: ¿Dispone de Número de chat?
fa_ir: شماره گپ دارید؟
fr_fr: Avez-vous un numéro de conversation ?
hi: चैट नंबर है?
ms: Mempunyai Nombor Sembang?
my_mm: ချက်နံပါတ်ကို ရယူမလား။
ru: У вас есть номер чата?
th_th: มี Chat Number หรือยัง?
tr: Bir Sohbet Numaranız var mı?
ur: چیٹ نمبر موجود ہے؟
vi: Có Số trò chuyện?
zh_cn: 有交談號碼嗎？

source: Recover
ar: استرداد
bn_bd: পুনরুদ্ধার করুন
es_es: Recuperar
fa_ir: بازیابی
fr_fr: Récupérer
hi: रिकवर
ms: Pulihkan
my_mm: ပြန်လည်ရယူမည်
ru: Восстановить
th_th: กู้คืน
tr: Kurtar
ur: بحال کریں
vi: Khôi phục
zh_cn: 復原
