Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

source: Chat Number
ar: رقم الدردشة
bn_bd: চ্যাট নম্বর
es_es: Número de chat
fa_ir: شماره گپ
fr_fr: Numéro de conversation
hi: चैट नंबर
ms: Nombor Sembang
my_mm: ချက်နံပါတ်
ru: Номер чата
tr: Sohbet Numarası
ur: چیٹ نمبر
vi: Số trò chuyện
zh_cn: 交談號碼

source: Your Chat Number
ar: رقم الدردشة الخاص بك
bn_bd: আপনার চ্যাট নম্বর
es_es: Su Número de chat
fa_ir: شماره گپ شما
fr_fr: Votre numéro de conversation
hi: आपका चैट नंबर
ms: Nombor Sembang Anda
my_mm: သင်၏ ချက်နံပါတ်
ru: Ваш номер чата
th_th: แชร์ Chat Number ของคุณ
tr: Sohbet Numaranız
ur: آپ کا چیٹ نمبر
vi: Số trò chuyện của bạn
zh_cn: 您的交談號碼

source: Chat Number Recovery
ar: استرداد رقم الدردشة
bn_bd: চ্যাট নম্বর পুনরুদ্ধার
es_es: Recuperación del Número de chat
fa_ir: بازیابی شماره گپ
fr_fr: Récupération du numéro de conversation
hi: चैट नंबर रिकवरी
ms: Pemulihan Nombor Sembang
my_mm: ချက်နံပါတ် ပြန်လည်ရယူမှု
ru: Восстановление номера чата
th_th: กู้คืน Chat Number
tr: Sohbet Numarası Kurtarma
ur: چیٹ نمبر کی بحالی
vi: Khôi phục Số trò chuyện
zh_cn: 交談號碼復原

# recovery_helper_text
source: Please enter a valid Recovery Key
ar: يُرجى إدخال مفتاح استرداد صالح
bn_bd: অনুগ্রহ করে একটি বৈধ পুনরুদ্ধার কোড লিখুন
es_es: Introduzca una clave de recuperación válida
fa_ir: لطفاً یک کلید بازیابی وارد کنید
fr_fr: Veuillez saisir une clé de récupération valide
hi: कृपया एक मान्य रिकवरी की डालें
ms: Sila masukkan Kunci Pemulihan yang sah
my_mm: မှန်ကန်သည့် ပြန်လည်ရယူမှုကီးကို ရိုက်ထည့်ပါ
ru: Введите действительный ключ восстановления
th_th: โปรดป้อนคีย์กู้คืนที่ถูกต้อง
tr: Lütfen geçerli bir Kurtarma Anahtarı girin
ur: براہ کرم بحالی کی درست کیی درج کریں
vi: Vui lòng nhập Khóa khôi phục hợp lệ
zh_cn: 請輸入有效的復原金鑰

# recovery_button
source: Enter your Recovery Key to restore your Chat Number.
ar: أدخل مفتاح الاسترداد الخاص بك لاستعادة رقم الدردشة الخاص بك.
bn_bd: আপনার চ্যাট নম্বর পুনরুদ্ধার করতে আপনার পুনরুদ্ধার কী লিখুন।
es_es: Introduzca su clave de recuperación para obtener su Número de chat.
fa_ir: برای بازنشانی شماره گپ، کلید بازیابی خود را وارد کنید.
fr_fr: Saisissez votre clé de récupération pour récupérer votre numéro de conversation.
hi: अपना चैट नंबर रिस्टोर करने के लिए अपनी रिकवरी की डालें.
ms: Masukkan Kunci Pemulihan anda untuk memulihkan Nombor Sembang anda.
my_mm: သင့်ချက်နံပါတ်ကို မူလအတိုင်းပြန်ထားရန် သင့် ပြန်လည်ရယူမှုကီးကို ရိုက်ထည့်ပါ။
ru: Чтобы восстановить номер чата, введите действительный ключ.
th_th: ป้อนคีย์กู้คืนเพื่อกู้ Chat Number ของคุณ
tr: Sohbet Numaranızı geri yüklemek için Kurtarma Anahtarınızı girin.
ur: اپنا چیٹ نمبر بحال کرنے کے لیے اپنی بحالی کی کیی درج کریں۔
vi: Nhập Khóa khôi phục để khôi phục Số trò chuyện của bạn.
zh_cn: 輸入復原金鑰即可還原交談號碼。

# recovery_label
source: Enter your Recovery Key
ar: أدخل مفتاح الاسترداد الخاص بك
bn_bd: আপনার পুনরুদ্ধার কী লিখুন
es_es: Introduzca su clave de recuperación
fa_ir: کلید بازیابی خود را وارد کنید
fr_fr: Saisissez votre clé de récupération
hi: अपनी रिकवरी की डालें
ms: Masukkan Kunci Pemulihan anda
my_mm: သင့် ပြန်လည်ရယူမှုကီးကို ရိုက်ထည့်ပါ
ru: Введите ключ восстановления
th_th: ป้อนคีย์กู้คืนของคุณ
tr: Kurtarma Anahtarınızı girin
ur: اپنی بحالی کی کیی درج کریں
vi: Nhập khóa khôi phục của bạn
zh_cn: 输入您的还原密钥

source: Recovery Key
ar: مفتاح الاسترداد
bn_bd: পুনরুদ্ধার কী
es_es: Clave de recuperación
fa_ir: کلید بازیابی
fr_fr: Clé de récupération
hi: रिकवरी की
ms: Kunci Pemulihan
my_mm: ပြန်လည်ရယူမှုကီး
ru: Ключ восстановления
th_th: คีย์กู้คืน
tr: Kurtarma Anahtarı
ur: بحالی کی کیی
vi: Khóa khôi phục
zh_cn: 还原密钥

# secure_text_explanation
source: Your Chat Number works like a phone number that your friends can use to contact you on Lantern.
ar: يُستخدم "رقم الدردشة" الخاص بك كرقم هاتف يمكن لأصدقائك استخدامه للاتصال بك على Lantern.
bn_bd: আপনার চ্যাট নম্বরটি এমন একটি ফোন নম্বরের মতো কাজ করে যেটি আপনাকে Lantern-এ আপনার সাথে যোগাযোগ করতে ব্যবহার করতে পারে।
es_es: Su Número de chat funciona de igual modo que un número de teléfono, y sus amigos/as pueden utilizarlo para contactar con usted en Lantern.
fa_ir: شماره گپ شما مثل شماره تلفنی است که دوستانتان برای تماس با شما در Lantern، می‌توانند از آن استفاده کنند.
fr_fr: Votre numéro de conversation fonctionne comme un numéro de téléphone que vos amis peuvent utiliser pour vous contacter sur Lantern.
hi: आपका चैट नंबर एक फ़ोन नंबर की तरह काम करता है जिसका इस्तेमाल आपके फ़्रेंड मित्र Lantern पर आपसे जुड़ने के लिए कर सकते हैं.
ms: Nombor Sembang anda berfungsi seperti nombor telefon yang boleh digunakan oleh kawan anda untuk menghubungi anda melalui Lantern.
my_mm: သင့်ချက်နံပါတ်သည် ဖုန်းနံပါတ်ကဲ့သို့ အသုံးပြုနိုင်ပြီး သင့်မိတ်ဆွေများက Lantern တွင် သင့်ကို ဆက်သွယ်ရာတွင် အသုံးပြုနိုင်သည်။
ru: Номер чата — это своего рода номер телефона, по которому друзья могут связываться с вами в Lantern.
th_th: Chat Number ของคุณทำงานเหมือนเบอร์โทรศัพท์ที่เพื่อนของคุณใช้ติดต่อคุณบน Lantern
tr: Sohbet Numaranız Lantern üzerinde arkadaşlarınızın sizinle iletişime geçmek için kullanabileceği bir telefon numarası gibi işler.
ur: آپ کا چیٹ نمبر اس فون نمبر کی طرح کام کرتا ہے جو آپ کے دوست Lantern پر آپ سے رابطہ کرنے کے لیے استعمال کر سکتے ہیں۔
vi: Số trò chuyện của bạn hoạt động giống như một số điện thoại mà bạn bè của bạn có thể sử dụng để liên hệ với bạn trên Lantern.
zh_cn: 您的聊天号码就像一个电话号码，好友可以用它在蓝灯上联系您。

# secure_text_explanation_account
source: This is the full version of your Chat Number; sharing this longer number may be more secure, especially if you have another end-to-end encrypted channel on which to share it. Lantern provides a shortened Chat Number to make sharing contact information more convenient.
ar: هذا هو الإصدار الكامل من "رقم الدردشة" الخاص بك؛ قد تكون مشاركة هذا الرقم الطويل أكثر أمانًا، خاصةً إذا كان لديك قناة أخرى مشفرة بشكل شامل يمكنك مشاركته عليها. كما يوفر Lantern "رقم دردشة" مختصرًا لجعل مشاركة معلومات الاتصال أكثر ملاءمة.
bn_bd: এটি হ'ল আপনার চ্যাট নম্বরের সম্পূর্ণ সংস্করণ; এই দীর্ঘতর নম্বরটি শেয়ার করা বিশেষত আপনি যেটিতে শেয়ার করতে পারেন এমন একটি এন্ড-টু-এন্ড চ্যানেল থেকে থাকলে আরও বেশি সুরক্ষিত হতে পারে। পরিচিতির তথ্য শেয়ার করা আরও সহজ করে তুলতে Lantern একটি সংক্ষিপ্ত চ্যাট নম্বর সরবরাহ করে।
es_es: Esta es la versión íntegra de su Número de chat. Le recomendamos que opte por compartir esta cifra más extensa para mayor seguridad, especialmente si lo hace a través de un canal cifrado también de extremo a extremo. En cualquier caso, Lantern pone también a su disposición un Número de chat abreviado para hacer más cómodo el proceso de recordar y compartir la información de contacto.
fa_ir: این نسخه کامل «شماره گپ» شما است؛ اشتراک‌گذاری این شماره طولانی‌تر ممکن است ایمن‌تر باشد، به‌ویژه اگر کانال رمزگذاری‌شده سرتاسری دیگری داشته باشید که این شماره را در آن به اشتراک بگذارید. Lantern یک «شماره گپ» کوتاه‌شده برای اشتراک‌گذاری راحت‌تر اطلاعات تماس ارائه می‌دهد.
fr_fr: Il s’agit de la version complète de votre numéro de conversation ; partager ce numéro plus long apporte une sécurité accrue, en particulier si vous disposez d’un autre canal chiffré de bout en bout sur lequel le partager. Lantern fournit une version plus courte du numéro de conversation pour faciliter le partage de coordonnées.
hi: यह आपके चैट नंबर का पूरा वर्शन है; इस बड़े नंबर को शेयर करना अधिक सुरक्षित हो सकता है, ख़ासकर अगर आपके पास एक और एंड-टू-एंड एन्क्रिप्टेड चैनल हो जिस पर इसे शेयर किया जा सके. कांटेक्ट जानकारी शेयर करने को अधिक सुविधाजनक बनाने के लिए Lantern एक छोटा चैट नंबर देता है.
ms: Ini versi penuh Nombor Sembang anda; perkongsian nombor yang lebih panjang mungkin lagi selamat, terutama jika anda mempunyai saluran disulitkan hujung ke hujung lain untuk dikongsi. Lantern menyediakan Nombor Sembang yang dipendekkan untuk menjadikan perkongsian maklumat kenalan lebih mudah.
my_mm: ၎င်းသည် သင့်ချက်နံပါတ်၏ အပြည့်အစုံဗားရှင်းဖြစ်ပြီး အထူးသဖြင့် သင့်တွင် နှစ်ဖက်လျှို့ဝှက်ကုဒ်သွင်းထားသည့် ချန်နယ်ရှိပြီး ဤနံပါတ်အရှည်ကို ၎င်းတွင် မျှဝေခြင်းသည် ပိုမိုလုံခြုံနိုင်သည်။ Lantern သည် ဆက်သွယ်ရန် အချက်အလက် မျှဝေမှုကို ပိုမိုလွယ်ကူစေရန်အတွက် အတိုကောက်ပြုလုပ်ထားသည့် ချက်နံပါတ်ကို ပံ့ပိုးပေးသည်။
ru: Это полная версия вашего номера чата. Безопаснее делиться с пользователями именно ей. Лучше всего делать это через другой канал со сквозным шифрованием. Lantern предлагает укороченную версию номера чата, которой проще обмениваться.
th_th: นี่คือเวอร์ชันเต็มของ Chat Number ของคุณ การแชร์ตัวเลขหลายหลักนี้อาจจะปลอดภัยมากขึ้น โดยเฉพาะอย่างยิ่งในกรณีที่คุณมีช่องการเข้ารหัสคู่สนทนาอื่นที่จะแบ่งปัน Lantern มี Chat Number แบบย่อที่ทำให้การแชร์ข้อมูลผู้ติดต่อสะดวกยิ่งขึ้น
tr: Bu, Sohbet Numaranızın tam versiyonudur; bu uzun numarayı paylaşmak özellikle de bunu paylaşabileceğiniz başka bir uçtan uca şifreli kanalınız olması durumunda daha güvenli olabilir. Lantern iletişim bilgisi paylaşımını kolaylaştırmak için kısaltılmış bir Sohbet Numarası sunar.
ur: یہ آپ کے چیٹ نمبر کا مکمل ورژن ہے؛ اس طویل نمبر کو شیئر کرنا مزید محفوظ ہو سکتا ہے، خاص طور پر اگر آپ نے دونوں طرف مرموز کردہ کسی دوسرے چینل پر اس کو شئیر کیا ہے۔ رابطے کی معلومات شیئر کرنے کو مزید باسہولت بنانے کے لیے Lantern مختصر چیٹ نمبر فراہم کرتا ہے۔
vi: Đây là phiên bản đầy đủ của Số trò chuyện của bạn; chia sẻ số dài hơn này có thể an toàn hơn, đặc biệt nếu bạn có một kênh được mã hóa đầu cuối khác để chia sẻ. Lantern cung cấp Số trò chuyện rút gọn để giúp việc chia sẻ thông tin liên hệ trở nên thuận tiện hơn.
zh_cn: 这是完整的聊天号；分享这个较长版本的号码会更加安全，尤其是如果您需要在端到端渠道分享。 蓝灯提供了一个缩短的聊天号码，使分享联系信息更加方便。

# recovery_key_account_explanation
source: Store this key in a safe place, and do not share it with anyone. It is the only way to recover your Chat Number if you lose your phone, switch devices, or reset the operating system.
ar: خزّن هذا المفتاح في مكان آمن، ولا تشاركه مع أي شخص. وهذه هي الطريقة الوحيدة لاستراداد "رقم الدردشة" الخاص بك إذا فقدت هاتفك أو قمت بتبديل الأجهزة أو إعادة تعيين نظام التشغيل.
bn_bd: এই কীটি একটি নিরাপদ স্থানে রেখে দিন, অন্য কারও সাথে শেয়ার করবেন না। আপনি আপনার ফোন নম্বরটি হারিয়ে ফেললে, ডিভাইস স্যুইচ করলে বা অপারেটিং সিস্টেম রিসেট করলে আপনার চ্যাট নম্বরটি পুনরুদ্ধার করার এটিই একমাত্র বিকল্প।
es_es: Guarde esta clave en un lugar seguro y no la comparta con otras personas. Es la única vía para recuperar su Número de chat si pierde, cambia o restablece de fábrica su dispositivo.
fa_ir: این کلید را در مکانی ایمن نگهداری کنید و آن را با کسی به اشتراک نگذارید. این تنها راه برای بازیابی «شماره گپ» در صورت گم کردن تلفن، تعویض دستگاه یا بازنشانی سیستم عامل است.
fr_fr: Conservez cette clé en lieu sûr et ne la partagez avec personne. Elle constitue la seule façon de récupérer votre numéro de conversation si vous perdez votre téléphone, changez d’appareil ou réinitialisez le système d’exploitation.
hi: इस की को किसी सुरक्षित स्थान पर रखें और इसे किसी के साथ शेयर न करें. अगर आप अपना फ़ोन खो देते हैं, डिवाइस स्विच करते हैं, या ऑपरेटिंग सिस्टम को रीसेट करते हैं तो यह आपके चैट नंबर को रिकवर करने का एकमात्र तरीका है.
ms: Simpan kunci ini di tempat yang selamat dan jangan kongsinya dengan sesiapa yang lain. Ini satu-satu cara untuk memulihkan Nombor Sembang anda jika anda kehilangan telefon anda, menukar peranti atau menetapkan semula sistem pengendalian.
my_mm: ဤကီးကို လုံခြုံသည့်နေရာတွင် သိမ်းဆည်းထားပြီး မည်သူ့ကိုမှ မမျှဝေပါနှင့်။ သင့်ဖုန်းပျောက်သွားလျှင်၊ ကိရိယာများ ပြောင်းလဲသွားလျှင် သို့မဟုတ် စက်လည်ပတ်စနစ်ကို မူလအတိုင်းပြန်ထားလျှင် ၎င်းသည် သင့်ချက်နံပါတ်ကို ပြန်လည်ရယူနိုင်သည့် တစ်ခုတည်းသောနည်းဖြစ်သည်။
ru: Никому не сообщайте этот ключ и храните его в безопасном месте. Если вы потеряете телефон, смените устройство или сбросите настройки операционной системы, то сможете восстановить номер чата только с помощью этого ключа.
th_th: เก็บคีย์ในที่ปลอดภัยและไม่แชร์ให้ใคร นี่คือวิธีเดียวที่จะกู้คืน Chat Number ของคุณได้ในกรณีที่คุณทำโทรศัพท์หาย เปลี่ยนอุปกรณ์ หรือตั้งค่าระบบการปฏิบัติการใหม่
tr: Bu anahtarı güvenli bir yerde saklayın ve kimseyle paylaşmayın. Bu anahtar telefonunuzu kaybetmeniz, cihaz değiştirmeniz veya işletim sistemini sıfırlamanız durumunda Sohbet Numaranızı kurtarmanın tek yoludur.
ur: اس کیی کو محفوظ جگہ پر اسٹور کریں، اور اس کو کسی کے ساتھ شیئر نہ کریں۔ اگر آپ کا فون کھو جائے، ڈیوائسز کو سوئچ کرنا ہو، یا آپریٹنگ سسٹم کو ری سیٹ کرنا ہو تو آپ کے چیٹ نمبر کو بحال کرنے کا یہی واحد طریقہ ہے۔
vi: Cất giữ khóa này ở nơi an toàn và không chia sẻ với bất kỳ ai. Đây là cách duy nhất để khôi phục Số trò chuyện của bạn nếu bạn bị mất điện thoại, chuyển đổi thiết bị hoặc đặt lại hệ điều hành.
zh_cn: 請妥善保管此金鑰，並千萬別與他人分享。如果您遺失手機、換新裝置或重設作業系統，這是復原交談號碼的唯一方法。

# recovery_error
source: Unable to recover your account.
ar: يتعذّر استرداد حسابك.
bn_bd: আপনার অ্যাকাউন্ট পুনরুদ্ধার করতে অক্ষম।
es_es: No ha sido posible recuperar su cuenta.
fa_ir: امکان بازیابی حساب شما وجود ندارد.
fr_fr: Impossible de récupérer votre compte.
hi: आपका अकाउंट रिकवर नहीं हो सका.
ms: Tidak dapat memulihkan akaun anda.
my_mm: သင့်အကောင့်ကို ပြန်လည်မရယူနိုင်ပါ။
ru: Не удалось восстановить аккаунт.
th_th: ไม่สามารถกู้คืนบัญชีของคุณได้
tr: Hesabınız kurtarılamıyor.
ur: آپ کا اکاؤنٹ بحال کرنے سے قاصر ہیں۔
vi: Không thể khôi phục tài khoản của bạn.
zh_cn: 無法復原您的帳戶。

# recovery_input_error
source: Make sure you entered a valid recovery key
ar: يُرجى التأكد من إدخال مفتاح استرداد صالح
bn_bd: আপনি একটি বৈধ কী লিখেছেন তা নিশ্চিত করুন
es_es: Asegúrese de introducir una clave de recuperación válida
fa_ir: مطمئن شوید کلید بازیابی معتبری را وارد کرده‌اید
fr_fr: Assurez-vous d’avoir saisi une clé de récupération valide
hi: कृपया पक्का करें कि आपने एक मान्य रिकवरी-की डाली है
ms: Pastikan anda memasukkan kunci pemulihan yang sah
my_mm: မှန်ကန်သော ပြန်လည်ရယူရေးကီးကို ထည့်သွင်းထားကြောင်း သေချာပါစေ
ru: Проверьте, правильный ли ключ восстановления вы ввели.
th_th: ตรวจสอบว่าคุณป้อนคีย์การกู้คืนที่ถูกต้อง
tr: Geçerli bir kurtarma anahtarı girdiğinizden emin olun
ur: اپنی جانب سے درست ریکوری کیی درج کرنے کو یقینی بنائیں
vi: Đảm bảo rằng bạn đã nhập khóa khôi phục hợp lệ
zh_cn: 請務必輸入有效的復原金鑰

# recovery_retrieval_error
source: Something went wrong while recovering your account
ar: حدث خطأ ما أثناء استرداد مفتاح الاسترداد
bn_bd: আপনার অ্যাকাউন্ট পুনরুদ্ধার করার সময় কিছু ত্রুটি ঘটেছে
es_es: Algo ha fallado al recuperar su cuenta
fa_ir: در حین بازیابی حسابتان، مشکلی پیش آمد
fr_fr: Une erreur est survenue lors de la récupération de votre compte
hi: आपके अकाउंट की रिकवरी के दौरान कुछ गड़बड़ी हुई
ms: Ada kesilapan berlaku semasa memulihkan akaun anda
my_mm: သင့်အကောင့်ကို ပြန်လည်ရယူနေစဉ် တစ်စုံတစ်ခု မှားယွင်းသွားသည်
ru: Ошибка восстановления аккаунта.
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการกู้คืนบัญชีของคุณ
tr: Hesabınız kurtarılırken bir sorun oluştu
ur: آپ کا اکاؤنٹ بحال کرتے ہوئے کچھ غلط ہو گیا
vi: Đã xảy ra lỗi khi khôi phục tài khoản của bạn
zh_cn: 復原帳戶時發生問題

# recovery_success
source: You have successfully recovered your Chat Number
ar: لقد نجحت في استرداد "رقم الدردشة" الخاص بك
bn_bd: আপনি সফলভাবে আপনার চ্যাট নম্বর পুনরুদ্ধার করেছেন
es_es: Ha recuperado correctamente su Número de chat
fa_ir: شماره گپ خود را با موفقیت بازیابی کردید
fr_fr: Vous avez récupéré votre numéro de conversation avec succès
hi: आपने अपना चैट नंबर सफलतापूर्वक रिकवर कर लिया है
ms: Anda telah berjaya memulihkan Nombor Sembang anda
my_mm: သင့်ချက်နံပါတ်ကို အောင်မြင်စွာ ပြန်လည်ရယူပြီးပြီ
ru: Вы восстановили номер чата
th_th: คุณได้กู้คืน Chat Number ของคุณสำเร็จแล้ว
tr: Sohbet Numaranızı başarıyla kurtardınız
ur: آپ نے اپنا چیٹ نمبر کامیابی سے بحال کر لیا ہے
vi: Bạn đã khôi phục thành công Số trò chuyện của mình
zh_cn: 您已成功復原交談號碼。

# empty_chats_text
source: Share your Chat Number or add a contact here!
ar: شارك "رقم الدردشة" أو أضف جهة اتصال هنا!
bn_bd: আপনার চ্যাট নম্বরটি শেয়ার করুন অথবা এখানে একটি পরিচিতি যোগ করুন!
es_es: ¡Aquí puede compartir su Número de chat o añadir un contacto!
fa_ir: شماره گپ خود را به اشتراک بگذارید یا مخاطبی را اینجا اضافه کنید!
fr_fr: Partagez votre numéro de conversation ou ajoutez un contact ici.
hi: अपना चैट नंबर शेयर करें या यहां संपर्क जोड़ें!
ms: Kongsi Nombor Sembang anda atau tambah kenalan di sini!
my_mm: သင့်ချက်နံပါတ်ကို မျှဝေပါ သို့မဟုတ် အဆက်အသွယ်ကို ဤနေရာတွင် ပေါင်းထည့်ပါ။
ru: Поделитесь своим номером чата с другими и добавьте контакты!
th_th: แชร์ Chat Number หรือเพิ่มผู้ติดต่อที่นี่!
tr: Sohbet Numaranızı paylaşın veya buraya bir kişi ekleyin!
ur: اپنا چیٹ نمبر شیئر کریں یا یہاں رابطہ شامل کریں!
vi: Chia sẻ Số trò chuyện của bạn hoặc thêm liên hệ tại đây!
zh_cn: 您可在此分享交談號碼或新增聯絡人！

source: Next
ar: التالب
bn_bd: পরবর্তী
es_es: Siguiente
fa_ir: بعدی
fr_fr: Suivante
hi: अगला
ms: Seterusnya
my_mm: နောက်တစ်ခု
ru: Далее
th_th: ถัดไป
tr: İleri
ur: اگلا
vi: Tiếp theo
zh_cn: 下一步

source: Automated Backup
ar: نسخ احتياطي تلقائي
bn_bd: স্বচালিত ব্যাকআপ
es_es: Copia de seguridad automática
fa_ir: پشتیبان‌گیری خودکار
fr_fr: Sauvegarde automatisée
hi: ऑटोमेटेड बैकअप
ms: Sandaran Automatik
my_mm: အလိုအလျောက်လုပ်ဆောင်သည့် အရန်သိမ်းဆည်းမှု
ru: Автоматическое резервное копирование
th_th: สำรองข้อมูลอัตโนมัติ
tr: Otomatik Yedekleme
ur: خود کار مماثل کردہ بیک اپ
vi: Sao lưu tự động
zh_cn: 自動化備份

# backup_explanation
source: Lantern provides the option to encrypt and backup your contacts to our secure servers. If you forgo backup, you will not be able to recover your contacts using your recovery key. Lantern cannot read your contact lists when you choose to back them up.
ar: يوفر تطبيق Lantern خيار تشفير جهات الاتصال الخاصة بك ونسخها احتياطيًا على خوادمنا الآمنة. إذا نسيت النسخ الاحتياطي، فلن تتمكن من استرداد جهات الاتصال الخاصة بك باستخدام مفتاح الاسترداد. لن يتمكن Lantern من قراءة قوائم جهات الاتصال الخاصة بك عندما تختار نسخها احتياطيًا.
bn_bd: Lantern আমাদের সুরক্ষিত সার্ভারগুলিতে আপনার পরিচিতিগুলি এনক্রিপ্ট করার ও এগুলির ব্যাকআপ নেওয়ার বিকল্প সরবরাহ করে। আপনি ব্যাকআপ নিতে ভুলে গিয়ে থাকলে আপনি আপনার পুনরুদ্ধার কীটি ব্যবহার করে আপনার পরিচিতিগুলি পুনরুদ্ধার করতে পারবেন না। আপনি পরিচিতিগুলি ব্যাক আপ নেওয়া বেছে নেওয়ার সময় Lantern সেগুলি পড়তে পারে না।
es_es: Lantern le permite cifrar y crear una copia de seguridad de sus contactos en nuestros servidores seguros. Si olvida hacer una copia de seguridad, no podrá recuperar sus contactos por medio de su clave de recuperación. Lantern no puede acceder a su lista de contactos al crear una copia de seguridad de los mismos.
fa_ir: Lantern گزینه‌ای برای رمزگذاری و پشتیبان‌گیری از مخاطبین شما در سرورهای امن ما ارائه می‌دهد. اگر از پشتیبان‌گیری صرف نظر کنید، نمی‌توانید با استفاده از کلید بازیابی، مخاطبینتان را بازیابی کنید. وقتی می‌خواهید از فهرست‌های مخاطبین نسخه پشتیبان تهیه کنید، Lantern نمی‌تواند آنها را بخواند.
fr_fr: Lantern offre la possibilité de chiffrer et de sauvegarder vos contacts sur ses serveurs sécurisés. Si vous renoncez à l'option de sauvegarde, vous ne serez pas en mesure de récupérer vos contacts à l'aide de votre clé de récupération. Lantern n'est pas en mesure de lire vos listes de contacts lorsque vous choisissez de les sauvegarder.
hi: Lantern हमारे सुरक्षित सर्वर पर आपके संपर्कों को एन्क्रिप्ट और बैकअप करने का विकल्प देता है. अगर आप बैकअप छोड़ देते हैं, तो आप अपनी रिकवरी की ला इस्तेमाल करके अपने संपर्कों को रिस्टोर नहीं कर सकेंगे. जब आप बैक अप लेना चुनते हैं तो Lantern आपकी संपर्क लिस्ट को नहीं पढ़ सकता है.
ms: Lantern menyediakan pilihan untuk menyulitkan dan menyandarkan kenalan anda untuk memastikan server kami selamat. Jika anda melepaskan sandaran, anda tidak akan dapat memulihkan kenalan anda dengan menggunakan kunci pemulihan anda. Lantern tidak boleh membaca senarai kenalan anda apabila anda memilih untuk menyandarkannya.
my_mm: Lantern သည် သင့်အဆက်အသွယ်များအား ကျွန်ုပ်တို့၏ လုံခြုံသော ဆာဗာများတွင် လျှို့ဝှက်ကုဒ်သွင်းပြီး အရန်သိမ်းဆည်းရန် ရွေးချယ်စရာကို ပံ့ပိုးပါသည်။ သင့်အရန်သိမ်းဆည်းမှုကို မေ့လျော့သွားပါက သင့် ပြန်လည်ရယူမှုကီးကို အသုံးပြု၍ သင့်အဆက်အသွယ်များကို ပြန်လည်ရယူနိုင်တော့မည်မဟုတ်ပါ။ သင့်အဆက်အသွယ်ကို အရန်သိမ်းဆည်းရန် သင်ရွေးချယ်သည့်အခါ Lantern သည် ၎င်းတို့ကို ဖတ်ရှုမရနိုင်ပါ။
ru: Lantern может выполнять резервное копирование ваших контактов и хранить их в зашифрованном виде на защищенных серверах. Без этой функции вы не сможете восстановить контакты с помощью ключа. Если вы включите функцию резервного копирования, Lantern не получит информацию о ваших контактах.
th_th: Lantern มีตัวเลือกการเข้ารหัสและสำรองข้อมูลผู้ติดต่อของคุณไปยังเซิร์ฟเวอร์ที่ปลอดภัยของเรา ในกรณีที่คุณลืมสำรองข้อมูล คุณจะไม่สามารถกู้คืนผู้ติดต่อโดยใช้คีย์กู้คืนของคุณได้ Lantern ไม่สามารถอ่านรายชื่อผู้ติดต่อของคุณได้เมื่อคุณเลือกที่จะสำรองข้อมูล
tr: Lantern kişilerinizi şifreleme ve güvenli sunucularımıza yedekleme seçeneği sunar. Yedeklemeden vazgeçerseniz kurtarma anahtarınızı kullanarak kişilerinizi kurtaramayacaksınız. Lantern yedeklemeyi seçtiğinizde kişi listelerinizi okuyamaz.
ur: Lantern آپ کے رابطوں کو ہمارے محفوظ سرورز پر مرموز اور بیک اپ کرنے کے لیے اختیار فراہم کرتا ہے۔ اگر آپ نے بیک اپ چھوڑ دیا، تو آپ اپنی بحالی کی کیی استعمال کرتے ہوئے اپنے رابطوں کو بحال کرنے کے قابل نہیں ہوں گے۔ جب آپ اپنے رابطوں کو بیک اپ کرنے کا انتخاب کرتے ہیں تو Lantern آپ کے رابطوں کی فہرست کو نہیں پڑھ سکتا۔
vi: Lantern cung cấp tùy chọn mã hóa và sao lưu danh bạ của bạn vào các máy chủ an toàn của chúng tôi. Nếu bạn bỏ qua bản sao lưu, bạn sẽ không thể khôi phục danh bạ của mình bằng khóa khôi phục. Lantern không thể đọc danh sách liên hệ của bạn khi bạn chọn sao lưu chúng.
zh_cn: 蓝灯提供了将您的联系人加密和备份到我们安全服务器的选项。如果您放弃备份，您将无法使用恢复密钥恢复您的联系人。 当您选择备份时，蓝灯无法读取您的联系人列表。

source: Backup contacts
ar: نسخ جهات الاتصال احتياطيًا
bn_bd: পরিচিতিগুলির ব্যাক আপ নিন
es_es: Crear copia de seguridad de los contactos
fa_ir: پشتیبان‌گیری از مخاطبین
fr_fr: Sauvegarder les contacts
hi: संपर्कों को बैकअप करें
ms: Sandarkan kenalan
my_mm: အဆက်အသွယ်များကို အရန်သိမ်းဆည်းမည်
ru: Резервное копирование контактов
th_th: สำรองข้อมูลผู้ติดต่อ
tr: Kişileri yedekle
ur: بیک اپ رابطے
vi: Sao lưu liên hệ
zh_cn: 備份聯絡人

source: Copy Recovery Key
ar: نسخ مفتاح الاسترداد
bn_bd: পুনরুদ্ধার কী কপি করুন
es_es: Copiar clave de recuperación
fa_ir: کپی کردن کلید بازیابی
fr_fr: Copier la clé de récupération
hi: रिकवरी की कॉपी करें
ms: Salin Kunci Pemulihan
my_mm: ပြန်လည်ရယူမှုကီးကို ကူးယူမည်
ru: Скопировать ключ восстановления
th_th: คัดลอกคีย์การกู้คืน
tr: Kurtarma Anahtarını Kopyala
ur: بحالی کی کیی کاپی کریں
vi: Sao chép Khóa khôi phục
zh_cn: 複製復原金鑰

source: Search
bn_bd: অনুসন্ধান করুন
es_es: Buscar
fa_ir: جستجو
fr_fr: Chercher
hi: खोज
my_mm: ရှာပါ
ru: Поиск
tr: Ara
ur: تلاش کریں
vi: Tìm kiếm
zh_cn: 搜索

source: Account Management
ar: ادارة الحساب
bn_bd: একাউন্ট ব্যবস্থাপনা
es_es: Administración de cuenta
fa_ir: مدیریت حساب
fr_fr: Gestion du compte
hi: खाता प्रबंधन
ms: Pengurusan Akaun
my_mm: အကောင့်စီမံခန့်ခွဲမှု
ru: Управление аккаунтом
th_th: การจัดการบัญชี
tr: Hesap Yönetimi
ur: اکاؤنٹ مینجمنٹ
vi: Quản Trị Tài Khoản
zh_cn: 账号管理

source: Add via username
ar: إضافة عبر اسم المستخدم
bn_bd: ব্যবহারকারী নামের মাধ্যমে যোগ করুন
es_es: Añadir por medio de nombre de usuario
fa_ir: افزودن از طریق نام کاربری
fr_fr: Ajouter via le nom d'utilisateur
hi: यूज़रनेम के ज़रिए जोड़ें
ms: Tambah melalui nama pengguna
my_mm: အသုံးပြုသူအမည်မှတစ်ဆင့် ပေါင်းထည့်မည်
ru: Добавить с помощью имени пользователя
th_th: เพิ่มผ่านชื่อผู้ใช้
tr: Kullanıcı adı aracılığıyla ekle
ur: بذریعہ صارفی نام شامل کریں
vi: Thêm qua tên người dùng
zh_cn: 透過使用者名稱新增

source: Username
ar: إسم المستخدم
bn_bd: ব্যবহারকারীর নাম
es_es: Nombre de usuario
fa_ir: نام کاربر
fr_fr: Nom d’utilisateur
hi: उपयोगकर्ता का नाम
ms: Nama Pengguna
my_mm: အသုံးပြုသူအမည်
ru: Имя пользователя
th_th: ชื่อผู้ใช้
tr: Kullanıcı adı
ur: صارف نام
vi: Tên người dùng
zh_cn: 用户名
