Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

source: Send Introductions
ar: إرسال تقديمات
bn_bd: পরিচয় পাঠান
es_es: Enviar presentaciones
fa_ir: ارسال معرفی‌ها
fr_fr: Envoyer des présentations
hi: परिचय भेजें
ms: Hantar Pengenalan
my_mm: မိတ်ဆက်စကားများ ပေးပို့မည်
ru: Познакомить
th_th: ส่งการแนะนำ
tr: Tanıtımlar Gönder
ur: تعارف بھیجیں
vi: Gửi giới thiệu
zh_cn: 傳送介紹函

source: Introductions Sent!
ar: تم إرسال التقديمات!
bn_bd: পরিচয় পাঠানো হয়েছে!
es_es: ¡Presentaciones enviadas!
fa_ir: معرفی‌ها ارسال شد!
fr_fr: Présentations envoyées !
hi: परिचय भेजा गया!
ms: Pengenalan Dihantar!
my_mm: မိတ်ဆက်စကားများ ပေးပို့ပြီးပြီ။
ru: Вы отправили запрос на знакомство!
th_th: ส่งการแนะนำแล้ว!
tr: Tanıtımlar Gönderildi!
ur: تعارف بھیج دیے گئے!
vi: Đã gửi giới thiệu!
zh_cn: 介紹函已送出！

source: No contacts yet
ar: لا توجد أي جهات اتصال حتى الآن
bn_bd: এখনও কোনও পরিচিতি নেই
es_es: No hay ningún contacto aún
fa_ir: هنوز هیچ مخاطبی وجود ندارد
fr_fr: Aucun contact pour le moment
hi: अभी तक कोई संपर्क नहीं
ms: Tiada kenalan lagi
my_mm: အဆက်အသွယ်များ မရှိသေးပါ
ru: Контактов нет
th_th: ยังไม่มีผู้ติดต่อ
tr: Henüz kişi yok
ur: ابھی تک کوئی رابطے نہیں
vi: Chưa có liên hệ
zh_cn: 无联系人

source: Contact Verification
ar: التحقق من جهة الاتصال
bn_bd: যোগাযোগ যাচাইকরণ
es_es: Verificación de contactos
fa_ir: تأیید مخاطب
fr_fr: Vérification du contact
hi: संपर्क का वेरिफ़िकेशन
ms: Pengesahan Kenalan
my_mm: အဆက်အသွယ် စိစစ်အတည်ပြုမှု
ru: Подтверждение контакта
th_th: การยืนยันผู้ติดต่อ
tr: Kişi Doğrulaması
ur: رابطے کی توثیق
vi: Xác minh liên hệ
zh_cn: 聯絡人驗證

source: Verification
ar: التحقق
bn_bd: যাচাইকরণ
es_es: Verificación
fa_ir: تأیید
fr_fr: Vérification
hi: वेरिफ़िकेशन
ms: Pengesahan
my_mm: စိစစ်အတည်ပြုမှု
ru: Подтверждение
th_th: การยืนยัน
tr: Doğrulama
ur: توثیق
vi: Xác minh
zh_cn: 驗證

# contact_verification_description
source: Contact verification is always available from the message menu in the top right.
ar: التحقق من جهة الاتصال متاح دائمًا من قائمة الرسائل الوجودة أعلى اليمين.
bn_bd: উপরের শীর্ষে বার্তা মেনুটি থেকে পরিচয় যাচাইকরণ সর্বদা উপলব্ধ থাকে।
es_es: La opción "Verificación de contactos" se encuentra en todo momento disponible en la parte superior derecha del menú de mensajes.
fa_ir: تأییدیه تماس همیشه از منوی پیام در قسمت بالا سمت راست در دسترس است.
fr_fr: La vérification de contact est accessible depuis le menu des messages dans le coin supérieur droit.
hi: संपर्क का वेरिफ़िकेशन हमेशा ऊपर दाईं ओर मेसेज मेनू से मौजूद होता है.
ms: Pengesahan kenalan sentiasa tersedia daripada menu mesej di bahagian atas sebelah kanan.
my_mm: အဆက်အသွယ် စိစစ်အတည်ပြုမှုကို အထက်ညာဘက်ရှိ မက်ဆေ့ချ်မီနူးမှ အမြဲပြုလုပ်နိုင်သည်။
ru: Кнопка подтверждения контакта расположена справа вверху в меню сообщений.
th_th: ยืนยันผู้ติดต่อได้เสมอจากเมนูข้อความด้านขวาบน
tr: Kişi doğrulaması daima üst sağ kısımdaki mesaj menüsünde mevcut olur.
ur: رابطے کی توثیق ہمیشہ بالائی دائیں جانب موجود پیغام کے مینو میں دستیاب ہوتی ہے۔
vi: Xác minh liên hệ luôn có sẵn từ menu tin nhắn ở trên cùng bên phải.
zh_cn: 您隨時可以前往右上角的訊息選單，執行聯絡人驗證作業。

# qr_error_description
source: Something went wrong while scanning this QR code.
ar: حدث خطأ ما أثناء مسح رمز الاستجابة السريعة هذا.
bn_bd: এই QR কোডটি স্ক্যান করার সময় কিছু ত্রুটি ঘটেছে।
es_es: Algo ha fallado durante el proceso de escaneo de este código QR.
fa_ir: در حین اسکن این کد QR، خطایی رخ داد.
fr_fr: Une erreur est survenue pendant le scan de ce code QR.
hi: इस QR कोड को स्कैन करते वक़्त कुछ गड़बड़ी हुई.
ms: Sesuatu tidak kena semasa mengimbas kod QR ini.
my_mm: ဤ QR ကုဒ်ကို စကန်ဖတ်စဉ် တစ်စုံတစ်ခု မှားသွားသည်။
ru: Ошибка сканирования QR-кода.
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการสแกน QR Code
tr: Bu QR kodu taranırken bir sorun oluştu.
ur: اس QR کوڈ کو اسکین کرنے کے دوران کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi khi quét mã QR này.
zh_cn: 掃描這個 QR 碼時發生了點問題。

# qr_info_verification_title
source: In Person Contact Verification
ar: التحقق من الاتصال شخصيًا
bn_bd: ব্যক্তিগতভাবে পরিচিতি যাচাইকরণ
es_es: Verificación de contactos en persona
fa_ir: تأیید مخاطب به‌صورت حضوری
fr_fr: Vérification de contact en face à face
hi: आमने-सामने संपर्क का वेरिफ़िकेशन
ms: Pengesahan Kenalan Secara Peribadi
my_mm: လူကိုယ်တိုင် စိစစ်အတည်ပြုမှုဖြင့်
ru: Личное подтверждение контакта
th_th: การยืนยันผู้ติดต่อด้วยตนเอง
tr: Şahsen Kişi Doğrulaması
ur: بالمشافہ رابطے کی توثیق
vi: Xác minh liên hệ trực tiếp
zh_cn: 當面驗證聯絡人

# qr_info_f2f_title
source: QR Code Scanning
ar: مسح رمز الاستجابة السريعة
bn_bd: QR কোড স্ক্যানিং
es_es: Escaneo de códigos QR
fa_ir: در حال اسکن کد QR
fr_fr: Scan du code QR
hi: QR कोड स्कैन किया जा रहा है
ms: Pengimbasan Kod QR
my_mm: QR ကုဒ်ကို စကန်ဖတ်နေသည်
ru: Сканирование QR-кода
th_th: สแกน QR Code
tr: QR Kod Taraması
ur: QR کوڈ اسکین ہو رہا ہے
vi: Đang quét mã QR
zh_cn: 二维码扫描

# qr_info_verification_des
source: To verify your contact, scan each other's QR codes. This process ensures the privacy and end-to-end encryption of your conversations.
ar: للتحقق من جهات الاتصال، امسحا رمزي الاستجابة السريعة لبعضكما البعض. تضمن هذه العملية الخصوصية والتشفير الشامل لمحادثاتكما.
bn_bd: আপনার পরিচিতিটি যাচাই করতে একে অন্যের QR কোডগুলি স্ক্যান করুন। এই প্রক্রিয়াটি আপনার কথোপকথনের গোপনীয়্তা এবং এন্ড-টু-এন্ড এনক্রিপশন সুনিশ্চিত করে।
es_es: Escaneen mutuamente sus respectivos códigos QR para verificar cada uno su contacto. Este proceso garantiza la privacidad y el cifrado extremo a extremo de sus conversaciones.
fa_ir: برای تأیید مخاطب خود، کدهای QR یکدیگر را اسکن کنید. این فرآیند حفظ حریم خصوصی و رمزگذاری سرتاسری مکالمات شما را تضمین می‌کند.
fr_fr: Pour vérifier votre contact, scannez chacun le code QR de l'autre. Ce processus vise à garantir la confidentialité et le chiffrement de bout en bout de vos conversations.
hi: अपने संपर्क को सत्यापित करने के लिए, एक दूसरे के QR कोड को स्कैन करें. इस तरह आप अपनी बातचीत की गोपनीयता और एंड-टू-एंड एन्क्रिप्शन सुनिश्चित करती है.
ms: Untuk mengesahkan kenalan anda, imbas kod QR antara satu sama lain. Proses ini memastikan privasi dan penyulitan hujung ke hujung perbualan anda.
my_mm: သင့်အဆက်အသွယ်ကို စိစစ်အတည်ပြုရန် တစ်ဦးနှင့်တစ်ဦး၏ QR ကုဒ်များကို စကန်ဖတ်ပါ။ ဤလုပ်ငန်းစဉ်သည် ကိုယ်ရေးလုံခြုံမှုနှင့် သင့်စကားပြောဆိုမှုများအတွက် နှစ်ဖက်လုံးအတွက် လျှို့ဝှက်ကုဒ်သွင်းမှုကို သေချာစေသည်။
ru: Чтобы подтвердить контакт, отсканируйте QR-коды друг друга. Так мы сможем применять сквозное шифрование и защищать вашу конфиденциальность.
th_th: สแกน QR Code ของกันและกันเพื่อยืนยันผู้ติดต่อของคุณ กระบวนการนี้รับประกันความเป็นส่วนตัวและมีการเข้ารหัสการสนทนาระหว่างคู่ของคุณ
tr: Kişinizi doğrulamak için birbirinizin QR kodlarını tarayın. Bu işlem görüşmelerinizin gizliliğini ve uçtan uca şifrelenmesini sağlar.
ur: اپنے رابطے کی توثیق کرنے کے لیے، ایک دوسرے کے QR کوڈز اسکین کریں۔ یہ عمل آپ کی بات چیت کی رازداری اور دونوں طرف مرموز کاری کو یقینی بناتا ہے۔
vi: Để xác minh liên hệ của bạn, hãy quét mã QR của nhau. Quá trình này đảm bảo tính riêng tư và mã hóa đầu cuối cho các cuộc trò chuyện của bạn.
zh_cn: 如要驗證聯絡人，請掃描對方的 QR 碼。 此程序能保障隱私，確保對話內容確實完成端對端加密。

# qr_info_f2f_des
source: To add your friend as a contact, scan each other's QR codes. This process ensures the privacy and end-to-end encryption of your conversations.
ar: لإضافة صديقك كجهة اتصال، امسحا رمزي الاستجابة السريعة لبعضكما البعض. تضمن هذه العملية الخصوصية والتشفير الشامل لمحادثاتكما.
bn_bd: আপনার বন্ধুকে একজন পরিচিতি হিসাবে যোগ করতে একে অন্যের QR কোড স্ক্যান করুন। এই প্রক্রিয়াটি আপনার কথোপকথনের গোপনীয়্তা এবং এন্ড-টু-এন্ড এনক্রিপশন সুনিশ্চিত করে।
es_es: Escaneen mutuamente sus respectivos códigos QR para añadir cada uno a su amigo como contacto. Este proceso garantiza la privacidad y el cifrado extremo a extremo de sus conversaciones.
fa_ir: برای افزودن دوست خود به‌عنوان مخاطب، کدهای QR یکدیگر را اسکن کنید. این فرآیند حفظ حریم خصوصی و رمزگذاری سرتاسری مکالمات شما را تضمین می‌کند.
fr_fr: Pour ajouter votre ami en tant que contact, scannez chacun le code QR de l'autre. Ce processus vise à garantir la confidentialité et le chiffrement de bout en bout de vos conversations.
hi: अपने दोस्त को संपर्क के तौर पर जोड़ने के लिए, एक दूसरे के QR कोड को स्कैन करें. इस तरह आप अपनी बातचीत की गोपनीयता और एंड-टू-एंड एन्क्रिप्शन सुनिश्चित करती है.
ms: Untuk menambah kawan anda sebagai kenalan, imbas kod QR antara satu sama lain. Proses ini memastikan privasi dan penyulitan hujung ke hujung perbualan anda.
my_mm: သင့်မိတ်ဆွေကို အဆက်အသွယ်အဖြစ် ထည့်သွင်းရန် တစ်ဦးနှင့်တစ်ဦး၏ QR ကုဒ်များကို စကန်ဖတ်ပါ။ ဤလုပ်ငန်းစဉ်သည် ကိုယ်ရေးလုံခြုံမှုနှင့် သင့်စကားပြောဆိုမှုများအတွက် နှစ်ဖက်လုံးအတွက် လျှို့ဝှက်ကုဒ်သွင်းမှုကို သေချာစေသည်။
ru: Чтобы добавить пользователя в контакты, отсканируйте QR-коды друг друга. Так мы сможем применять сквозное шифрование и защищать вашу конфиденциальность.
th_th: สแกน QR Code เพื่อเพิ่มเพื่อนของคุณเข้ารายชื่อผู้ติดต่อ กระบวนการนี้รับประกันความเป็นส่วนตัวและมีการเข้ารหัสการสนทนาระหว่างคู่ของคุณ
tr: Arkadaşınızı bir kişi olarak eklemek için birbirinizin QR kodlarını tarayın. Bu işlem görüşmelerinizin gizliliğini ve uçtan uca şifrelenmesini sağlar.
ur: اپنے دوست کو بطور رابطہ شامل کرنے کے لیے، ایک دوسرے کے QR کوڈز اسکین کریں۔ یہ عمل آپ کی بات چیت کی رازداری اور دونوں طرف مرموز کاری کو یقینی بناتا ہے۔
vi: Để thêm bạn bè của bạn thành liên hệ, hãy quét mã QR của nhau. Quá trình này đảm bảo tính riêng tư và mã hóa đầu cuối cho các cuộc trò chuyện của bạn.
zh_cn: 若要將好友新增為聯絡人，請掃描對方的 QR 碼。 此程序能保障隱私，確保對話內容確實完成端對端加密。

# qr_info_verification_scan
source: Scan each others QR codes to verify.
ar: امسحا رمزي الاستجابة السريعة لبعضكما البعض للتحقق.
bn_bd: যাচাই করতে একে অন্যের QR কোডগুলি স্ক্যান করুন।
es_es: Escaneen mutuamente sus respectivos códigos QR para llevar a cabo la verificación.
fa_ir: برای تأیید، کدهای QR یکدیگر را اسکن کنید.
fr_fr: Scannez chacun le code QR de l'autre pour procéder à la vérification.
hi: वेरीफ़ाई करने के लिए एक दूसरे के QR कोड स्कैन करें.
ms: Imbas kod QR antara satu sama lain untuk membuat pengesahan.
my_mm: စိစစ်အတည်ပြုရန် တစ်ဦးနှင့်တစ်ဦး၏ QR ကုဒ်များကို စကန်ဖတ်ပါ။
ru: Чтобы подтвердить, отсканируйте QR-коды друг друга.
th_th: สแกน QR Code ของกันและกันเพื่อยืนยัน
tr: Doğrulamak için birbirinizin QR kodlarını tarayın.
ur: توثیق کے لیے ایک دوسرے کے QR کوڈز اسکین کریں۔
vi: Quét mã QR của nhau để xác minh.
zh_cn: 扫描对方的二维码以进行验证。

# qr_info_f2f_scan
source: Scan each others QR codes to add a contact.
ar: امسحا رمزي الاستجابة السريعة لبعضكما البعض لإضافة جهة اتصال.
bn_bd: কোনও পরিচিতি যোগ করতে একে অন্যের QR কোডগুলি স্ক্যান করুন।
es_es: Escaneen mutuamente sus respectivos códigos QR para añadir cada uno a la otra persona como contacto.
fa_ir: برای افزودن یک مخاطب، کدهای QR یکدیگر را اسکن کنید.
fr_fr: Scannez chacun le code QR de l'autre pour ajouter un contact.
hi: संपर्क जोड़ने के लिए एक दूसरे के QR कोड स्कैन करें.
ms: Imbas kod QR antara satu sama lain untuk menambah kenalan.
my_mm: အဆက်အသွယ်ကို ထည့်သွင်းရန် တစ်ဦးနှင့်တစ်ဦး၏ QR ကုဒ်များကို စကန်ဖတ်ပါ။
ru: Чтобы добавить контакт, отсканируйте QR-коды друг друга.
th_th: สแกน QR Code ของกันและกันเพื่อเพิ่มรายชื่อผู้ติดต่อ
tr: Bir kişi eklemek için birbirinizin QR kodlarını tarayın.
ur: رابطہ شامل کرنے کے لیے ایک دوسرے کے QR کوڈز اسکین کریں۔
vi: Quét mã QR của nhau để thêm liên hệ.
zh_cn: 扫描对方的二维码以添加联系人。

# qr_success_snackbar
source: %s is a Contact
ar: لقد أصبح %s من جهات اتصالك
bn_bd: %s হল একটি পরিচিতি
es_es: %s es un contacto
fa_ir: %s یک مخاطب است
fr_fr: %s est un contact
hi: %s संपर्क है
ms: %s ialah Kenalan
my_mm: %s သည် အဆက်အသွယ်ဖြစ်သည်။
ru: %s у вас в контактах
th_th: %s คือผู้ติดต่อ
tr: %s bir Kişi
ur: %s رابطہ ہے
vi: %s là Liên hệ
zh_cn: %s 是联系人

# qr_info_waiting_qr
source: Waiting for your friend to scan your QR code...
ar: في انتظار قيام صديقك بمسح رمز الاستجابة السريعة الخاص بك...
bn_bd: আপনার বন্ধুর পক্ষ থেকে আপনার QR কোডটি স্ক্যান করার জন্য অপেক্ষারত...
es_es: Esperando a que su amigo/a escanee su código QR...
fa_ir: در انتظار دوست شما برای اسکن کد QR شما...
fr_fr: En attente du scan de votre code QR par votre ami…
hi: आपके दोस्त द्वारा आपके QR कोड को स्कैन करने का इंतज़ार है...
ms: Menunggu kawan anda untuk mengimbas kod QR anda...
my_mm: သင့် QR ကုဒ်ကို စကန်ဖတ်ပေးမည့် သင့်မိတ်ဆွေကို စောင့်ဆိုင်းနေသည်...
ru: Подождите, когда друг отсканирует ваш QR-код…
th_th: กำลังรอเพื่อนสแกน QR Code ของคุณ...
tr: Arkadaşınızın QR kodunuzu taraması bekleniyor...
ur: آپ کا QR کوڈ اسکین کرنے کے لیے آپ کے دوست کا انتظار کر رہے ہیں...
vi: Đang đợi bạn bè quét mã QR của bạn...
zh_cn: 正在等待好友扫描您的二维码...

source: Scan complete
ar: اكتمل المسح
bn_bd: স্ক্যান সম্পূর্ণ
es_es: Escaneo completado
fa_ir: اسکن انجام شد
fr_fr: Scan terminé
hi: स्कैन पूरा हुआ
ms: Pengimbasan selesai
my_mm: စကန်ဖတ်ခြင်း ပြီးဆုံးပါပြီ
ru: Отсканировано
th_th: สแกนสำเร็จ
tr: Tarama tamamlandı
ur: اسکین مکمل ہوا
vi: Quét hoàn tất
zh_cn: 扫描完成

# qr_for_your_contact
source: Your QR Code
ar: رمز الاستجابة السريعة الخاص بك
bn_bd: আপনার QR কোড
es_es: Su código QR
fa_ir: کد QR شما
fr_fr: Votre code QR
hi: आपका QR कोड
ms: Kod QR Anda
my_mm: သင့် QR ကုဒ်
ru: Ваш QR-код
th_th: QR Code ของคุณ
tr: QR Kodunuz
ur: آپ کا QR کوڈ
vi: Mã QR của bạn
zh_cn: 您的二维码

source: Add via Chat Number
ar: إضافة عبر رقم الدردشة
bn_bd: চ্যাট নম্বরের মাধ্যমে যোগ করুন
es_es: Añadir por medio de Número de chat
fa_ir: افزودن از طریق شماره چت
fr_fr: Ajouter par no de conversation
hi: चैट नंबर से जोड़ें
ms: Tambah melalui Nombor Sembang
my_mm: ချက်နံပါတ်မှတဆင့် ထည့်သွင်းမည်
ru: Добавить с помощью номера чата
th_th: เพิ่มผ่าน Chat Number
tr: Sohbet Numarası Aracılığıyla Ekle
ur: بذریعہ چیٹ نمبر شامل کریں
vi: Thêm qua Số trò chuyện
zh_cn: 透過交談號碼新增

# qr_info_waiting_id
source: Waiting for your friend to enter your messenger ID or scan your QR code...
ar: في انتظار قيام صديقك بإدخال معرف المرسل الخاص بك أو مسح رمز الاستجابة السريعة الخاص بك...
bn_bd: আপনার বন্ধুর পক্ষ থেকে আপনার মেসেঞ্জার ID প্রবেশ করানো বা আপনার QR কোড স্ক্যান করার জন্য অপেক্ষারত...
es_es: Esperando a que su amigo/a introduzca su ID de mensajería o escanee su código QR...
fa_ir: در انتظار دوست شما برای وارد کردن شناسه پیام‌رسان‌تان یا اسکن کد QR شما...
fr_fr: En attente de la saisie de votre identifiant Messenger ou du scan de votre code QR par votre ami…
hi: आपके मैसेंजर आईडी का आपके दोस्त द्वारा डालने या आपके QR कोड को स्कैन करने का इंतज़ार है...
ms: Menunggu kawan anda untuk memasukkan ID Messenger anda atau mengimbas kod QR anda...
my_mm: သင့် မက်ဆင်ဂျာအိုင်ဒီကို ရိုက်ထည့်ပေးမည့် သို့မဟုတ် သင့် QR ကုဒ်ကို စကန်ဖတ်ပေးမည့် သင့်မိတ်ဆွေကို စောင့်ဆိုင်းနေသည်...
ru: Подождите, когда друг введет идентификатор мессенджера или отсканирует QR-код…
th_th: กำลังรอเพื่อนป้อน messenger ID ของคุณหรือสแกน QR Code ของคุณ...
tr: Arkadaşınızın messenger kimliğinizi girmesi veya QR kodunuzu taraması bekleniyor...
ur: آپ کے میسینجر کی ID یا آپ کا QR کوڈ درج کرنے کے لیے آپ کے دوست کا انتظار کر رہے ہیں...
vi: Đang đợi bạn bè của bạn nhập mã Messenger hoặc quét mã QR của bạn...
zh_cn: 正在等候好友輸入您的通訊 ID 或掃描您的 QR 碼...

# chat_number_not_found
source: Chat Number not found. Please check the number you entered and try again.
ar: تعذّر العثور على رقم الدردشة، يُرجى التحقق من الرقم والمحاولة مرة أخرى
bn_bd: চ্যাট নম্বর পাওয়া যায়নি। অনুগ্রহ করে আপনার দেওয়া নম্বরটি পরীক্ষা করুন এবং আবার চেষ্টা করুন।
es_es: Número de chat no encontrado. Compruebe el número y vuelva a intentarlo.
fa_ir: شماره گپ پیدا نشد. لطفاً پس از بررسی شماره‌ای که وارد کرده‌اید، دوباره امتحان کنید.
fr_fr: Le numéro de conversation est introuvable. Veuillez vérifier le numéro que vous avez saisi et réessayer.
hi: चैट का नंबर नहीं मिल पा रहा, कृपया नंबर देखें और दोबारा कोशिश करें.
ms: Nombor Sembang tidak ditemukan. Sila semak nombor yang anda masukkan dan cuba lagi.
my_mm: ချတ် နံပါတ်ကို ရှာမတွေ့ပါ။ သင်ထည့်သွင်းသော နံပါတ်ကို စစ်ဆေးပြီး ထပ်မံကြိုးစားပါ။
ru: Номер чата не найден. Проверьте его и повторите попытку.
th_th: ไม่พบ Chat Number โปรดตรวจสอบหมายเลขที่คุณป้อนและลองใหม่อีกครั้ง
tr: Sohbet numarası bulunamadı. Lütfen girdiğiniz numarayı kontrol edin ve tekrar deneyin.
ur: چیٹ نمبر نہیں ملا۔ براہ کرم اپنا درج کردہ نمبر چیک کریں اور دوبارہ کوشش کریں۔
vi: Không tìm thấy Số trò chuyện. Vui lòng kiểm tra số bạn đã nhập và thử lại.
zh_cn: 找不到這組交談號碼。 請檢查您所輸入的號碼，並再試一次。

# unable_to_add_contact
source: Contact not found. Check the number you entered and try again.
ar: لم يتم العثور على جهة الاتصال، تحقق من الرقم وحاول مرة أخرى
bn_bd: যোগাযোগ খুঁজে পাওয়া যায়নি। আপনি যে নম্বরটি লিখেছেন তা পরীক্ষা করুন এবং আবার চেষ্টা করুন।
es_es: Contacto no encontrado. Comprueba el número y vuelva a intentarlo.
fa_ir: مخاطب پیدا نشد. پس از بررسی شماره‌ای که وارد کرده‌اید، دوباره امتحان کنید.
fr_fr: Le contact est introuvable. Veuillez vérifier le numéro que vous avez saisi et réessayer.
hi: संपर्क नहीं मिल पा रहा. कृपया नंबर देखें और दोबारा कोशिश करें.
ms: Kenalan tidak ditemukan. Semak nombor yang anda masukkan dan cuba lagi.
my_mm: အဆက်အသွယ်ကို ရှာမတွေ့ပါ။ သင်ထည့်သွင်းသော နံပါတ်ကို စစ်ဆေးပြီး ထပ်မံကြိုးစားပါ။
ru: Контакт не найден. Проверьте номер и повторите попытку.
th_th: ไม่พบผู้ติดต่อ ตรวจสอบหมายเลขที่คุณป้อนและลองใหม่อีกครั้ง
tr: Kişi bulunamadı. Girdiğiniz numarayı kontrol edin ve tekrar deneyin.
ur: رابطہ نہیں ملا۔ براہ کرم اپنا درج کردہ نمبر چیک کریں اور دوبارہ کوشش کریں۔
vi: Không tìm thấy liên hệ. Vui lòng kiểm tra số bạn đã nhập và thử lại.
zh_cn: 找不到這名聯絡人。 請檢查您所輸入的號碼，並再試一次。

# self_adding
source: The Chat Number you entered belongs to you
ar: رقم الدردشة الذي أدخلته يخصك
bn_bd: আপনার লেখা চ্যাটের নম্বরটি আপনার
es_es: El Número de chat que ha introducido es el de usted.
fa_ir: شماره گپی که وارد کردید متعلق به شما است
fr_fr: Le numéro de conversation que vous avez saisi est le vôtre
hi: आपने जो चैट नंबर डाला है वह आपका है
ms: Nombor Sembang yang anda masukkan milik anda
my_mm: သင်ရိုက်ထည့်ထားသည့် ချက်နံပါတ်သည် သင့်နံပါတ်ဖြစ်သည်
ru: Введенный номер чата принадлежит вам
th_th: Chat Number ที่คุณป้อนเป็นของคุณ
tr: Girdiğiniz Sohbet Numarası size ait
ur: جو چیٹ نمبر آپ نے درج کیا وہ آپ کا ہے
vi: Số trò chuyện bạn đã nhập thuộc về bạn
zh_cn: 您輸入的是您的交談號碼

# chat_number_type
source: Type a Chat Number
ar: اكتب رقم دردشة
bn_bd: একটি চ্যাট নম্বর টাইপ করুন
es_es: Introduzca un Número de chat
fa_ir: شماره گپ را بنویسید
fr_fr: Saisir un numéro de conversation
hi: एक चैट नंबर टाइप करें
ms: Taipkan Nombor Sembang
my_mm: ချက်နံပါတ်ကို ရိုက်ထည့်ပါ
ru: Введите номер чата
th_th: พิมพ์ Chat Number
tr: Bir Sohbet Numarası yazın
ur: چیٹ نمبر ٹائپ کریں
vi: Nhập Số trò chuyện
zh_cn: 輸入交談號碼

# letter_and_numbers_only
source: Letters and numbers only
ar: استخدم الحروف والأرقام فقط
bn_bd: শুধুমাত্র অক্ষর এবং সংখ্যা
es_es: Solo letras y números
fa_ir: فقط حروف و عدد
fr_fr: Lettres et chiffres uniquement
hi: सिर्फ अक्षर और अंक
ms: Aksara dan nombor sahaja
my_mm: အက္ခရာများနှင့် ဂဏန်းများသာ
ru: Только буквы и цифры
th_th: ตัวอักษรและตัวเลขเท่านั้น
tr: Yalnızca harf ve rakam
ur: صرف حروف اور نمبرز
vi: Chỉ chữ và số
zh_cn: 僅限輸入英文字母和數字

source: Name your contact
ar: تسمية جهة الاتصال
bn_bd: আপনার পরিচিতিকে নাম দিন
es_es: Ponga nombre a su contacto
fa_ir: مخاطب خود را نامگذاری کنید
fr_fr: Attribuez un nom à votre contact
hi: अपने संपर्क को नाम दें
ms: Namakan kenalan anda
my_mm: သင့်အဆက်အသွယ်ကို အမည်ပေးမည်
ru: Назовите контакт
th_th: ตั้งชื่อผู้ติดต่อ
tr: Kişinizi adlandırın
ur: اپنے رابطے کو نام دیں
vi: Đặt tên liên hệ của bạn
zh_cn: 為聯絡人命名

# messenger_id_invalid
source: Invalid Messenger ID
ar: معرّف المرسل غير صالح
bn_bd: অবৈধ মেসেঞ্জার ID
es_es: ID de mensajería no válido
fa_ir: شناسه پیام‌رسان نامعتبر است
fr_fr: Identifiant Messenger non valide
hi: अमान्य मेसेंजर ID
ms: ID Messenger Tidak Sah
my_mm: မက်ဆင်ဂျာအိုင်ဒီ မမှန်ကန်ပါ
ru: Недействительный идентификатор мессенджера
th_th: Messenger ID ไม่ถูกต้อง
tr: Geçersiz Messenger Kimliği
ur: غلط میسینجر ID
vi: Mã Messenger không hợp lệ
zh_cn: 通訊 ID 無效

source: Username not found
ar: لم يتم العثور على اسم المستخدم
bn_bd: ব্যবহারকারীর নাম পাওয়া যায়নি
es_es: Nombre de usuario no encontrado
fa_ir: نام کاربری یافت نشد
fr_fr: Nom d'utilisateur introuvable
hi: यूज़रनेम नहीं मिला
ms: Nama pengguna tidak ditemukan
my_mm: အသုံးပြုသူအမည်ကို မတွေ့ရှိပါ
ru: Имя пользователя не найдено
th_th: ไม่พบชื่อผู้ใช้
tr: Kullanıcı adı bulunamadı
ur: صارفی نام نہیں ملا
vi: Không tìm thấy tên người dùng
zh_cn: 找不到使用者名稱

# contact_id_your_id
source: Your Messenger ID
ar: معرف المرسل الخاص بك
bn_bd: আপনার মেসেঞ্জার ID
es_es: Su ID de mensajería
fa_ir: شناسه پیام‌رسان شما
fr_fr: Votre identifiant Messenger
hi: आपकी मेसेंजर ID
ms: ID Messenger Anda
my_mm: သင့်မက်ဆင်ဂျာအိုင်ဒီ
ru: Ваш идентификатор мессенджера
th_th: Messenger ID ของคุณ
tr: Messenger Kimliğiniz
ur: آپ کی میسینجر ID
vi: Mã Messenger của bạn
zh_cn: 您的通訊 ID

source: Introductions
ar: التقديمات
bn_bd: পরিচয়গুলি
es_es: Presentaciones
fa_ir: معرفی‌ها
fr_fr: Présentations
hi: परिचय
ms: Pengenalan
my_mm: မိတ်ဆက်စကားများ
ru: Знакомства
th_th: การแนะนำ
tr: Tanıtımlar
ur: تعارف
vi: Giới thiệu
zh_cn: 介紹

# introduced
source: Introduced by %s
ar: مُقدَّم من %s
bn_bd: %s পরিচয় করিয়েছে
es_es: Presentado por %s
fa_ir: معرفی‌شده توسط %s
fr_fr: Présenté par %s
hi: %s द्वारा परिचय कराया गया
ms: Diperkenalkan oleh %s
my_mm: %s က မိတ်ဆက်ထားသည်
ru: Кто познакомил: %s
th_th: แนะนำโดย %s
tr: %s tarafından tanıtıldı
ur: %s کی جانب سے تعارف کروایا گیا
vi: Được giới thiệu bởi %s
zh_cn: 介紹人：%s

# introductions_title
source: Accept Introduction to %s
ar: قبول التقديم لـ %s
bn_bd: %s-এ পরিচয় স্বীকার করুন
es_es: Aceptar la presentación de %s
fa_ir: پذیرش معرفی به %s
fr_fr: Accepter la présentation à %s
hi: %s से परिचय स्वीकर करें
ms: Terima Pengenalan untuk %s
my_mm: %s အတွက် မိတ်ဆက်စကားကို လက်ခံမည်
ru: Подтвердите знакомство с пользователем %s
th_th: ยอมรับการแนะนำให้ %s
tr: %s Kişisine Tanıtımı Kabul Et
ur: %s کے لیے تعارف قبول کریں
vi: Chấp nhận Giới thiệu với %s
zh_cn: 接受 %s 的介紹函

# introductions_info
source: Both parties must accept the introduction to chat with each other. Introductions disappear after 7 days if no action is taken.
ar: يجب أن يقبل كلا الطرفين التقديم للدردشة مع بعضهما البعض. تختفي التقديمات بعد 7 أيام إذا لم يُتخذ أي إجراء.
bn_bd: উভয় পক্ষেরই একে অন্যের সাথে চ্যাট করতে অবশ্যই পরিচয়টি স্বীকার করতে হবে। কোনও পদক্ষেপ নেওয়া না হলে পরিচয়গুলি 7 দিন পরে অদৃশ্য হবে।
es_es: Ambas partes deben aceptar la presentación de la otra persona para poder mensajearse. Las presentaciones desaparecerán al cabo de 7 días si no se lleva a cabo ninguna acción al respecto.
fa_ir: هر دو طرف برای گپ زدن با یکدیگر باید معرفی را بپذیرند. اگر اقدامی انجام نشود، معرفی‌ها پس از ۷ روز ناپدید می‌شوند.
fr_fr: Les deux parties doivent accepter la présentation pour dialoguer. Les présentations disparaissent après sept jours si aucune action n’a été prise.
hi: दोनों पार्टी को एक दूसरे के साथ चैट करने के लिए परिचय को स्वीकार करना होगा. अगर कोई कार्रवाई नहीं की जाती है तो परिचय 7 दिनों के बाद गायब हो जाता है.
ms: Kedua-dua pihak mesti menerima pengenalan untuk bersembang antara satu sama lain. Pengenalan hilang selepas 7 hari jika tiada tindakan diambil.
my_mm: နှစ်ဖက်စလုံးသည် တစ်ဦးနှင့်တစ်ဦး ချက်ပြောဆိုရန် မိတ်ဆက်စကားကို လက်ခံရမည်ဖြစ်သည်။ မိတ်ဆက်စကားများသည် မည်သည့်လုပ်ဆောင်ချက်မရှိပါက 7 ရက်အကြာတွင် ပျောက်သွားပါမည်။
ru: Чтобы начать общение, обе стороны должны подтвердить знакомство. Запросы удаляются через семь дней после отправки.
th_th: คู่สนทนาต้องยอมรับการแนะนำการแชทของกันและกัน การแนะนำจะหายไปหลังจาก 7 วัน ในกรณีที่ไม่มีการดำเนินการใดๆ
tr: Birbirleriyle sohbet edebilmeleri için her iki tarafın da tanıtımı kabul etmesi gerekir. Hiçbir eylemde bulunulmaması durumunda tanıtımlar 7 gün sonra kaybolur.
ur: ایک دوسرے سے چیٹ کرنے کے لیے تعارف کو قبول کرنا دونوں فریقین کے لیے لازمی ہے۔ کوئی عمل نہ کیے جانے کی صورت میں تعارف 7 دنوں بعد غائب ہو جاتے ہیں۔
vi: Cả hai bên phải chấp nhận giới thiệu mới có thể trò chuyện với nhau. Giới thiệu sẽ biến mất sau 7 ngày nếu không có hành động nào được thực hiện.
zh_cn: 雙方都必須接受對方的介紹函，才能開始交談。如果未採取任何動作，介紹函會在 7 天後消失。
