Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

source: Requires physical access to a Lantern Pro Device
ar: يحتاج إلى وصول فعلي إلى جهاز لانترن برو
bn_bd: একটি Lantern প্রো ডিভাইসে ফিজিক্যাল অ্যাক্সেস আবশ্যক
es_es: Requiere acceso físico a un dispositivo con Lantern Pro
fa_ir: نیاز به دسترسی فیزیکی به «دستگاه Lantern Pro»
fr_fr: Nécessite un accès physique à un appareil Lantern Pro
hi: Lantern Pro डिवाइस के लिए सच में एक्सेस की आवश्यकता है
ms: Memerlukan akses fizikal kepada Peranti Lantern Pro
my_mm: Lantern Pro ကိရိယာသို့ ဝင်ရောက်အသုံးပြုရန် လိုအပ်သည်
ru: Необходим физический доступ к устройству Lantern Pro
th_th: ต้องการการเข้าถึงทางกายภาพไปยังอุปกรณ์ Lantern Pro
tr: Lantern Pro Cihazına fiziksel erişim gereklidir
ur: لینٹرن پرو ڈیوائس تک طبعی رسائی درکار ہے
vi: Yêu cầu quyền truy cập vật lý vào Thiết bị Lantern Pro
zh_cn: 需要实际访问蓝灯专业版设备。

source: Link with PIN
ar: ربط من خلال PIN
bn_bd: PIN দিয়ে লিঙ্ক করুন
es_es: Vincular con PIN
fa_ir: پیوند با پین
fr_fr: Relier avec un code
hi: पिन से लिंक करें
ms: Pautkan dengan PIN
my_mm: PIN ဖြင့်လင့်ခ်ချိတ်ပါ
ru: Авторизация для Lantern Pro
th_th: เชื่อมต่อผ่านพิน
tr: PIN ile Bağla
ur: PIN کے ساتھ لنک کریں
vi: Liên kết bằng mã PIN
zh_cn: 使用連結碼來連結

source: OR
ar: أو
bn_bd: অথবা
es_es: O
fa_ir: یا
fr_fr: OU
hi: या
ms: ATAU
my_mm: သို့မဟုတ်
ru: ИЛИ
th_th: หรือ
tr: VEYA
ur: یا
vi: HOẶC
zh_cn: 或者

source: Device linking pin
bn_bd: ডিভাইস লিঙ্ক করার পিন
es_es: PIN de vinculación del dispositivo
fa_ir: پین اتصال دستگاه
fr_fr: Code de liaison d’appareil
hi: डिवाइस लिंकिंग पिन
ms: Pin pemautan peranti
ru: Код привязки устройства
th_th: พินเชื่อมโยงอุปกรณ์
tr: Cihaz bağlama pini
ur: ڈیوائس لنکنگ پن
vi: Ghim liên kết thiết bị
zh_cn: 动态授权码

# link_device_step_one
source: Open the 'Add Device' menu item on your Pro device.
bn_bd: আপনার প্রো ডিভাইসে 'ডিভাইস যোগ করুন' মেনু আইটেমটি খুলুন।
es_es: entra al menú "Añadir dispositivo" en su dispositivo Pro.
fa_ir: گزینه «افزودن دستگاه» را در دستگاه Pro خود باز کنید.
fr_fr: Ouvrez l'élément de menu 'Ajouter un appareil' sur votre appareil Pro.
th_th: เปิดเมนู 'เพิ่มอุปกรณ์' ในอุปกรณ์ Pro ของคุณ
zh_cn: 在您的Pro设备上打开“添加设备”菜单项。

# link_device_step_two
source: Enter the device linking PIN and click submit
bn_bd: ডিভাইস লিঙ্কিং পিন প্রবেশ করান এবং জমা দিন
es_es: Introduzca el PIN de vinculación del dispositivo y envíelo.
fa_ir: کد PIN اتصال دستگاه را وارد کرده و روی ارسال کلیک کنید
fr_fr: Entrez le code PIN de liaison de l'appareil et cliquez sur soumettre
th_th: ป้อน PIN การเชื่อมโยงอุปกรณ์และคลิกส่ง
zh_cn: 输入设备链接PIN并点击提交

# ensure_most_recent_version_lantern
source: * Ensure both devices are running the most recent version of Lantern
bn_bd: * দুটি ডিভাইসেই Lantern এর অতিসাম্প্রতিক সংস্করণটি চলছে কিনা সুনিশ্চিত করুন
es_es: * Asegúrese de que ambos dispositivos tienen la versión más reciente de Lantern
fa_ir: *مطمئن شوید که هر دو دستگاه دارای آخرین نسخه Lantern هستند
fr_fr: * Assurez-vous que la version la plus récente de Lantern est utilisée sur les deux appareils
hi: * सुनिश्चित करें कि दोनों उपकरण लालटेन के सबसे हाल के संस्करण को चला रहे हैं
ms: * Pastikan kedua-dua peranti menjalankan versi terbaru Lantern
ru: * Убедитесь, что на обоих устройствах установлена последняя версия Lantern.
th_th: *ตรวจสอบให้แน่ใจว่าอุปกรณ์ทั้งสองใช้ Lantern เวอร์ชันล่าสุด
tr: * Her iki cihazın da Lantern'ın en son sürümünü çalıştırdığından emin olun
ur: * اس بات کو یقینی بنائیں کہ دونوں ڈیوائسز پر لینٹرن کا حالیہ ورژن چل رہا ہے
vi: * Đảm bảo cả hai thiết bị đang chạy phiên bản Lantern mới nhất
zh_cn: *请确保两台设备都使用最新版本

source: Authorize Device via Email
ar: مصادقة الجهاز عبر البريد الإلكتروني
bn_bd: ইমেলের মাধ্যমে ডিভাইসে অনুমোদন দিন
es_es: Autorizar el dispositivo por correo electrónico
fa_ir: تأیید دستگاه از طریق ایمیل
fr_fr: Autoriser l’appareil par courriel
hi: ईमेल से डिवाइस अधिकृत करें
ms: Berikan Kebenaran kepada Peranti melalui E-mel
my_mm: ကိရိယာကို အီးမေးလ်မှတစ်ဆင့် ခွင့်ပြုပါ
ru: Авторизация с помощью электронной почты
th_th: ให้สิทธิ์อุปกรณ์ผ่านอีเมล
tr: Cihazı E-Posta Üzerinden Yetkilendir
ur: ای میل کے ذریعہ آلہ کو اجازت دیں
vi: Cấp phép thiết bị qua email
zh_cn: 使用Email登陆

# auth_email_helper_text
source: Enter the email associated with your Pro account
ar: أدخل البريد الإلكتروني المرتبط بحساب Pro الخاص بك
bn_bd: আপনার প্রো অ্যাকাউন্টের সাথে সম্পর্কিত ইমেলটি লিখুন
es_es: Introduzca el correo electrónico vinculado a su cuenta Pro
fa_ir: ایمیل مرتبط با حساب Pro خود را وارد کنید
fr_fr: Saisissez l'adresse courriel associée à votre compte Pro
hi: अपने Pro अकाउंट से जुड़े ईमेल को डालें
ms: Masukkan e-mel yang dikaitkan dengan akaun Pro anda
my_mm: သင့် Pro အကောင့်နှင့်ဆိုင်သည့် အီးမေးလ်ကို ရိုက်ထည့်ပါ
ru: Введите адрес электронной почты, связанный с вашим аккаунтом Pro.
th_th: ป้อนอีเมล์ที่เชื่อมกับบัญชี Pro ของคุณ
tr: Pro hesabınızla ilişkili e-posta adresini girin
ur: اپنے پرو اکاؤنٹ سے منسلک کردہ ای میل کا اندراج کریں
vi: Nhập email được liên kết với tài khoản Pro của bạn
zh_cn: 输入与 Pro 账户关联的电子邮件

source: Requires access to the email you used to buy Lantern Pro
ar: يحتاج إلى الوصول إلى البريد الإلكتروني الذي تستخدمه لشراء لانترن برو
bn_bd: আপনি Lantern প্রো কিনতে যে ইমেলটি ব্যবহার করেছিলেন সেটিতে অ্যাক্সেস প্রয়োজন
es_es: Requiere tener acceso al correo electrónico que utilizó para adquirir Lantern Pro
fa_ir: نیاز به دسترسی به ایمیلی که برای خرید Lantern Pro از آن استفاده کردید
fr_fr: Nécessite un accès à l’adresse courriel utilisée pour acheter Lantern Pro
hi: Lantern Pro ख़रीदने के लिए उपयोग किए गए ईमेल के एक्सेस की आवश्यकता है
ms: Memerlukan akses kepada e-mel yang anda gunakan untuk membeli Lantern Pro
my_mm: Lantern Pro ကို ဝယ်ယူခဲ့သည့် အီးမေးလ်ကို ဝင်ရောက်အသုံးပြုရန် လိုအပ်သည်
ru: Необходим доступ к адресу электронной почты, который использовался для покупки Lantern Pro
th_th: ต้องการเข้าถึงอีเมลที่คุณเคยใช้ซื้อ Lantern Pro
tr: Lantern Pro satın almak için kullandığınız e-postaya erişim gereklidir
ur: اس ای میل تک رسائی کی ضرورت ہے جسے آپ نے لینٹرن پرو خریدنے کے لیے استعمال کیا تھا
vi: Yêu cầu quyền truy cập vào email bạn đã sử dụng để mua Lantern Pro
zh_cn: 需要您有注册蓝灯的email

source: Link via Email
ar: ربط عبر البريد الإلكتروني
bn_bd: ইমেলের মাধ্যমে লিঙ্ক করুন
es_es: Vincular con correo electrónico
fa_ir: پیوند از طریق ایمیل
fr_fr: Relier par courriel
hi: ईमेल से लिंक करें
ms: Pautkan melalui E-mel
my_mm: အီးမေးလ်မှတဆင့်လင့်ခ်ချိတ်ပါ
ru: Ссылка по электронной почте
th_th: เชื่อมผ่านอีเมล
tr: E-Posta Aracılığıyla Bağla
ur: ای میل کے ذریعہ لنک
vi: Liên kết qua Email
zh_cn: 透過電子郵件來連結

source: Lantern Desktop
es_es: Lantern de Escritorio
fa_ir: فانوس رایانه
fr_fr: Lantern pour ordinateur
hi: लालटेन डेस्कटॉप
ms: Desktop Lantern
ru: Версия Lantern для ПК
tr: Lantern Masaüstü
ur: لینٹرن ڈیسک ٹاپ
vi: Lantern Để Bàn
zh_cn: 蓝灯桌面版

# report_description
source: Issue Description
bn_bd: সমস্যার বিবরণ
es_es: Descripción del problema
fa_ir: شرح مشکل
fr_fr: Description du problème
th_th: คำอธิบายปัญหา
zh_cn: 问题描述

source: Report Issue
ar: الإبلاغ عن مشكلة
bn_bd: সমস্যা রিপোর্ট করুন
es_es: Informar un problema
fa_ir: گزارش مشکل
fr_fr: Signaler un problème
my_mm: ပြဿနာတစ်ခုကို သတင်းပို့ပါ
th_th: รายงานปัญหา
zh_cn: 报告问题

source: Report an Issue
bn_bd: একটি সমস্যা রিপোর্ট করুন
es_es: Informar de un problema
fa_ir: گزارش یک مشکل
fr_fr: Signaler un problème
hi: मामले की रिपोर्ट करें
ms: Melapor suatu Isu
ru: Сообщить о проблеме
th_th: รายงานปัญหา
tr: Hata Bildir
ur: مسئلہ رپورٹ کیجئے
vi: Báo cáo vấn đề
zh_cn: 报告问题

source: Report Sent
bn_bd: রিপোর্ট পাঠানো হয়েছে
es_es: Informe enviado
fa_ir: گزارش فرستاده‌شد.
fr_fr: Le relevé a été envoyé
hi: सूचना भेजी गई
ms: Laporan Dihantar
ru: Отчет отправлен
th_th: ส่งรายงานแล้ว
tr: Rapor Gönderildi
ur: رپورٹ بھیج دی گئی
vi: Đã gửi báo cáo
zh_cn: 报告已发送

# thank_you_for_reporting_your_issue
source: Thank you for reporting your issue. Due to volume, we cannot respond to most issues, but we assure you we are working hard to improve Lantern based on your reports.
bn_bd: আপনার সমস্যাটি জানানোর জন্য ধন্যবাদ। রিপোর্টের পরিমাণ বেশি হওয়ার কারণে, আমরা বেশিরভাগ সমস্যার উত্তর দিতে পারিনি, কিন্তু এই বিষয়ে আপনাকে নিশ্চিত করি যে আপনার রিপোর্টের উপর নির্ভর করে Lantern উন্নত করার জন্য আমরা কঠোর পরিশ্রম করছি।
es_es: Gracias por informarnos sobre su problema. Nos pondremos en contacto con usted por correo electrónico en cuanto podamos
fa_ir: سپاسگزاریم که مشکل‌تان را گزارش دادید. ما به محض اینکه بتوانیم با ایمیل به شما پاسخ خواهیم داد.
fr_fr: Nous vous remercions d’avoir signalé ce problème. En raison du volume, nous ne pouvons pas répondre à la plupart des problèmes, mais nous nous efforçons d’améliorer Lantern d’après vos signalements.
hi: आपकी समस्या की रिपोर्ट करने के लिए धन्यवाद, जैसे ही हम सक्षम होंगे हम आपको ईमेल के माध्यम से वापस भेज देंगे
ms: Terima kasih kerana melaporkan isu anda, kami akan menghubungi anda melalui E-mel secepat mungkin
ru: Спасибо, что сообщили о своей проблеме. Из-за большого потока обращений мы не можем отвечать на большинство из них, однако будьте уверены, мы прилагаем все усилия, чтобы совершенствовать Lantern на основании ваших отзывов.
th_th: ขอบคุณสำหรับการรายงานปัญหา แล้วเราจะติดต่อกลับทางอีเมลโดยเร็วที่สุด
tr: Sorununuzu bildirdiğiniz için teşekkür ederiz, mümkün olan en kısa sürede e-posta yoluyla size geri dönüş yapacağız
ur: اپنے مسئلے کو رپورٹ کرنے کا شکریہ۔ کثیر تعداد کے سبب، ہم زیادہ تر مسائل کا جواب نہیں دے سکتے، لیکن ہم آپ کو یقین دلاتے ہیں کہ ہم آپ کی رپورٹس کی بنیاد پر Lantern کو بہتر بنانے کے لیے پوری طرح کوشاں ہیں۔
vi: Cảm ơn bạn đã báo cáo sự cố của mình, chúng tôi sẽ liên hệ lại với bạn qua Email ngay khi có thể
zh_cn: 感谢报告问题，我们会尽快通过邮件反馈。

source: Send Report
bn_bd: রিপোর্ট পাঠান
es_es: Enviar informe
fa_ir: مشکل را گزارش دهید
fr_fr: Envoyer le relevé
hi: रिपोर्ट भेजो
ms: Hantar Laporan
ru: Отправить отчет
th_th: ส่งรายงาน
tr: Rapor Gönder
ur: رپورٹ بھیجیں
vi: Gửi báo cáo
zh_cn: 发送报告

# most_recent_lantern_apps
source: The most recent Lantern apps for desktop and all other platforms can be found at the link above.
bn_bd: ডেস্কটপ এবং অন্যান্য প্ল্যাটফর্মগুলির জন্য সর্ব সাম্প্রতিক Lantern অ্যাপ উপরের লিঙ্কটিতে দেখা যেতে পারে।
es_es: Puede encontrar las aplicaciones más recientes de Lantern para escritorio y el resto de plataformas en el enlace anterior.
fa_ir: جدیدترین برنامه‌های Lantern برای رایانه رومیزی و سایر پلتفورم‌ها را می‌توانید در لینک بالا پیدا کنید.
fr_fr: Les applis Lantern les plus récentes pour ordinateurs et autres plates-formes sont accessibles à partir du lien ci-dessus.
hi: डेस्कटॉप और अन्य सभी प्लेटफार्मों के लिए सबसे हाल का Lantern ऐप, ऊपर दिए गए लिंक पर पाया जा सकता है.
ms: Aplikasi Lantern terbaru untuk desktop dan semua platform lain boleh didapati di pautan di atas.
ru: По ссылке выше доступны актуальные версии приложений Lantern для ПК и других платформ.
th_th: สามารถพบแอป Lantern ล่าสุดสำหรับคอมพิวเตอร์และแพลตฟอร์มอื่นๆ ได้ที่ลิงก์ด้านบน
tr: Masaüstü ve diğer tüm platformlar için en son Lantern uygulamaları yukarıdaki bağlantıda bulunabilir.
ur: ڈیسک ٹاپ اور دیگر تمام پلیٹ فارمز کے لیے حالیہ ترین لینٹرن ایپس اوپر کے لنک پر مل سکتی ہیں۔
vi: Bạn có thể tìm thấy các ứng dụng Lantern mới nhất dành cho máy tính để bàn và tất cả các nền tảng khác tại liên kết ở trên.
zh_cn: 最新版蓝灯下载地址见下

source: Share Link
bn_bd: লিঙ্ক শেয়ার করুন
es_es: Compartir enlace
fa_ir: اشتراک‌گذاری لینک
fr_fr: Partager le lien
th_th: แชร์ลิงก์
zh_cn: 分享链接

# share_title
source: Share Lantern download link
bn_bd: Lantern ডাউনলোড লিঙ্ক শেয়ার করুন
es_es: Comparta el enlace de descarga de Lantern
fa_ir: لینک دانلود Lantern را به اشتراک بگذارید
fr_fr: Partager le lien de téléchargement de Lantern
hi: Lantern डाउनलोड लिंक शेयर करें
ms: Kongsikan pautan muat turun Lantern
ru: Поделитесь ссылкой на скачивание Lantern
th_th: แชร์ลิงก์ดาวน์โหลด Lantern
tr: Lantern indirme bağlantısı paylaş
ur: لینٹرن ڈاؤن لوڈ کا لنک شیئر کریں
vi: Chia sẻ liên kết tải xuống Lantern
zh_cn: 分享蓝灯下载地址

source: Email
bn_bd: ইমেইল
es_es: Correo electrónico
fa_ir: ایمیل
fr_fr: Adresse courriel
hi: ईमेल
ms: Emel
ru: Электронная почта
th_th: อีเมล
tr: E-posta
ur: ای میل
zh_cn: 电子邮件

source: Submit
ar: ارسال
bn_bd: সাবমিট
es_es: Enviar
fa_ir: ثبت اطلاعات
fr_fr: Envoyer
hi: जमा करें
ms: Hantar
my_mm: တင်သွင်းပါ
ru: Отправить
th_th: ส่ง
tr: Gönder
ur: جمع کرائیے
vi: Nộp
zh_cn: 提交

source: Save
ar: حفظ
bn_bd: সংরক্ষণ করুন
es_es: Guardar
fa_ir: ذخیره
fr_fr: Enregistrer
hi: सेव करें
ms: Simpan
my_mm: သိမ်းဆည်းမည်
ru: Сохранить
th_th: บันทึก
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh_cn: 保存

source: Please enter a valid email address
bn_bd: অনুগ্রহ করে একটি বৈধ ইমেল ঠিকানা লিখুন
es_es: Introduzca una dirección de correo electrónico válida
fa_ir: لطفاً آدرس ایمیل معتبری وارد کنید
fr_fr: Veuillez saisir une adresse courriel valide
hi: कृपया एक मान्य ईमेल पता एंटर करें
ms: Sila masukkan alamat e-mel yang sah
ru: Введите действительный адрес электронной почты
th_th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง
tr: Lütfen geçerli bir e-posta adresi girin
ur: براہ کرم ایک درست ای میل پتہ درج کریں
vi: Vui lòng nhập địa chỉ email hợp lệ
zh_cn: 請輸入有效的電子郵件地址

source: Bonus
bn_bd: বোনাস
fa_ir: جایزه
hi: बोनस
ru: Бонус
th_th: โบนัส
ur: بونس
vi: Thưởng
zh_cn: 奖励

source: referral bonus
bn_bd: রেফারেল বোনাস
es_es: bonus por recomendación
fa_ir: جایزه معرفی
fr_fr: bonus de parrainage
hi: रेफरल बोनस
ms: bonus rujukan
ru: Реферальный бонус
th_th: โบนัสจากการแนะนำ
tr: referans bonusu
ur: ریفرل بونس
vi: thưởng giới thiệu
zh_cn: 推荐奖励

source: Total
bn_bd: মোট
fa_ir: مجموع
hi: कुल
ms: Jumlah
ru: Всего
th_th: รวม
tr: Toplam
ur: کُل
vi: Tổng
zh_cn: 总计

source: month
bn_bd: মাস
es_es: mes
fa_ir: ماه
fr_fr: mois
hi: महीना
ms: bulan
ru: месяц
th_th: เดือน
tr: ay
ur: ماہ
vi: tháng
zh_cn: 月

source: months
bn_bd: মাস
es_es: meses
fa_ir: ماه‌ها
fr_fr: mois
hi: महीने
ms: bulan
ru: месяцы
th_th: เดือน
tr: ay
ur: مہینے
vi: tháng
zh_cn: 月

source: Enter email to complete purchase
bn_bd: ক্রয় সম্পূর্ণ করতে ইমেইল প্রবেশ করুন
es_es: Introduce el correo electrónico para completar la compra
fa_ir: برای تکمیل خرید، ایمیل را وارد کنید
fr_fr: Entrez l'email pour compléter l'achat
th_th: ป้อนอีเมลเพื่อทำการซื้อให้เสร็จสมบูรณ์
zh_cn: 输入电子邮件以完成购买

# error_fetching_plans
source: Error fetching plans, please restart Lantern and try again.
bn_bd: প্ল্যানগুলো আনার সময় ত্রুটি ঘটেছে, অনুগ্রহ করে Lantern আবার শুরু করে পুনরায় চেষ্টা করুন।
es_es: Error al obtener los planes, reinicie Lantern e inténtelo de nuevo.
fa_ir: خطا در دریافت طرح‌ها، لطفا لنترن را مجددا راه‌اندازی و دوباره امتحان کنید.
fr_fr: Erreur lors de la récupération des abonnements. Veuillez redémarrer Lantern et réessayer.
hi: प्‍लान लाने में त्रुटि, कृपया Lantern को पुनः आरंभ करें और पुनः प्रयास करें।
ms: Ralat mendapatkan pelan, sila mulakan semula Lantern dan cuba lagi.
ru: Ошибка загрузки. Перезапустите Lantern и повторите попытку.
th_th: เกิดข้อผิดพลาดในการดึงแผน โปรดรีสตาร์ท Lantern และลองอีกครั้ง
tr: Planlar alınırken hata oluştu, lütfen Lantern'ı yeniden başlatın ve tekrar deneyin.
ur: پلانز حاصل کرنے میں نقص واقع ہوا، براہ کرم Lantern کو ری اسٹارٹ کریں اور دوبارہ کوشش کریں۔
vi: Lỗi khi tìm nạp gói, vui lòng khởi động lại Lantern và thử lại.
zh_cn: 获取计划信息出错，请重启蓝灯后，再次尝试。

source: Apply
bn_bd: প্রয়োগ করুন
es_es: Aplicar
fa_ir: اعمال
fr_fr: Appliquer
hi: अप्लाई
ms: Guna
ru: Применить
th_th: ใช้
tr: Uygula
ur: درخواست کریں
vi: Áp dụng
zh_cn: 应用

source: Choose Payment Method
bn_bd: পেমেন্ট পদ্ধতি বেছে নিন
es_es: Elegir método de pago
fa_ir: روش پرداخت را انتخاب کنید
fr_fr: Choisissez un mode de paiement
hi: भुगतान का तरीका चुनें
ms: Pilih Kaedah Pembayaran
ru: Выберете способ оплаты
th_th: เลือกวิธีการชำระเงิน
tr: Ödeme Yöntemi Seç
ur: ادائیگی کا طریقہ منتخب کریں
vi: Chọn phương thức thanh toán
zh_cn: 选择付款方式

source: Pro Plan
bn_bd: প্রো প্ল্যান
es_es: Plan Pro
fa_ir: طرح حرفه‌ای
fr_fr: Abonnement Pro
hi: प्रो प्‍लान
ms: Pelan Pro
ru: Подписка Pro
th_th: แผน Pro
ur: پرو پلان
vi: Gói Pro
zh_cn: 专业版计划

# one_year_plan
source: 1-Year Plan
bn_bd: 1-বছরর প্ল্যান
es_es: Plan de 1 año
fa_ir: طرح یک ساله
fr_fr: Abonnement d’un an
hi: 1-वर्षीय प्‍लान
ms: Pelan 1 Tahun
ru: Подписка на 1 год
th_th: แผน 1 ปี
tr: 1 Yıllık Plan
ur: 1 سال کا پلان
vi: Gói 1 năm
zh_cn: 一年专业版

# two_year_plan
source: 2-Year Plan
bn_bd: 2-বছরর প্ল্যান
es_es: Plan de 2 años
fa_ir: طرح دو ساله
fr_fr: Abonnement de deux ans
hi: 2-वर्षीय प्‍लान
ms: Pelan 2 Tahun
ru: Подписка на 2 года
th_th: แผน 2 ปี
tr: 2 Yıllık Plan
ur: 2 سال کا پلان
vi: Gói 2 năm
zh_cn: 2 年专业版

# plan_discount
source: Save %d%%
bn_bd: সাশ্রয় করুন %d%%
es_es: Ahorre un %d%%
fa_ir: ذخیره کنید %d%%
fr_fr: Économisez %d %%
hi: %d%% बचाएं
ms: Jimat %d%%
ru: Сэкономьте %d%%
th_th: ประหยัด %d%%
tr: %%d% tasarruf edin
ur: %d%% بچائیں
vi: Tiết kiệm %d%%
zh_cn: 保存 %d%%

source: Enter Email and Activation code
bn_bd: ইমেল এবং সক্রিয়করণ কোড লিখুন
es_es: Introduzca el correo electrónico y el código de activación
fa_ir: ایمیل و کد فعالسازی را وارد کنید
fr_fr: Saisissez l'adresse courriel et le code d’activation
hi: ईमेल और एक्टिवेशन कोड दर्ज करें
ms: Masukkan E-mel dan kod Pengaktifan
ru: Введите email и код активации
th_th: ป้อนอีเมลและรหัสเปิดใช้งาน
tr: E-posta ve Aktivasyon kodu girin
ur: ای میل اور فعالیتی کوڈ درج کریں
vi: Nhập Email và Mã kích hoạt
zh_cn: 填写电子邮箱地址和激活码

source: Referral code
bn_bd: রেফারেল কোড
es_es: Código de referencia
fa_ir: کد ارجاع
fr_fr: Code de parrainage
hi: रेफरल कोड
ms: Kod rujukan
ru: Реферальный код
th_th: รหัสแนะนำ
tr: Referans kodu
ur: حوالہ کوڈ
vi: Mã giới thiệu
zh_cn: 邀请码

source: Share Referral Code
bn_bd: রেফারেল কোড শেয়ার করুন
es_es: Comparta el código de referencia
fa_ir: اشتراک‌گذاری کد معرف
fr_fr: Partager le code de parrainage
th_th: แชร์รหัสแนะนำ
zh_cn: 分享推荐码

# share_message_referral_code
source: For a free month of Lantern Pro, use this referral code: %s ; You can download it from here: https://lantern.io/download
bn_bd: এক মাসের জন্য বিনামূল্যে Lantern Pro পেতে, এই রেফারেল কোডটি ব্যবহার করুন: %s ; এটি এখান থেকে ডাউনলোড করতে পারেন: https://lantern.io/download
es_es: Para conseguir un mes gratis de Lantern Pro, use este código de referencia: %1$s ; Puede descargarlo de aquí: https://bit.ly/1M8x04u
fa_ir: برای یک ماه رایگان Lantern Pro، از این کد معرف استفاده کنید: %s؛ شما می‌توانید آن را از اینجا دانلود کنید: https://lantern.io/download
fr_fr: Pour un mois gratuit de Lantern Pro, utilisez ce code de parrainage :%s; Vous pouvez le télécharger ici : https://lantern.io/download
th_th: สำหรับเดือนฟรีของ Lantern Pro ใช้รหัสแนะนำนี้: %s ; คุณสามารถดาวน์โหลดได้ที่นี่: https://lantern.io/download
zh_cn: 要获得一个月的免费蓝灯，请使用此推荐码：%s；您可以从这里下载：https://lantern.io/download

source: Add Referral code
bn_bd: রেফারেল কোড যোগ করুন
es_es: Añadir código de recomendación
fa_ir: کد معرف را وارد کنید
fr_fr: Ajouter un code de parrainage
hi: रेफरल कोड जोड़ें
ms: Tambah kod Rujukan
ru: Ввести реферальный код
th_th: เพิ่มรหัสแนะนำ
tr: Referans kodu ekleyin
ur: ریفرل کوڈ شامل کریں
vi: Thêm mã giới thiệu
zh_cn: 填入推荐码

source: Activation Code
bn_bd: এক্টিভেশন কোড
es_es: Código de Activación
fa_ir: کد فعالسازی
fr_fr: Code d’activation
hi: एक्टिवेशन कोड
ms: Kod Pengaktifan
ru: Код активации
th_th: รหัสเปิดใช้งาน
tr: Aktivasyon Kodu
ur: ایکٹیویشن کوڈ
vi: Mã kích hoạt
zh_cn: 激活码

source: Invalid or incomplete referral code
bn_bd: রেফারেল কোড অবৈধ বা অসম্পূর্ণ
es_es: Código de recomendación incompleto o no válido
fa_ir: کد معرف اشتباه یا ناکامل است
fr_fr: Le code de parrainage est invalide ou incomplet
hi: अमान्य या अधूरा रेफरल कोड
ms: Kod rujukan tidak sah atau tidak lengkap
ru: Неверный или неполный реферальный код
th_th: รหัสแนะนำไม่ถูกต้องหรือไม่สมบูรณ์
tr: Geçersiz veya eksik referans kodu
ur: غلط یا نامکمل ریفرل کوڈ
vi: Mã giới thiệu không hợp lệ hoặc không đầy đủ
zh_cn: 推荐码无效或不全

source: Register for Pro
bn_bd: প্রো-এর জন্য রেজিস্টার করুন
es_es: Regístrese en Pro
fa_ir: ثبت‌نام برای Pro
fr_fr: Passer à un compte Pro
hi: प्रो के लिए रजिस्टर करें
ms: Daftar untuk Pro
ru: Зарегистрироваться в Pro
th_th: ลงทะเบียนใช้งาน Pro
tr: Pro için kaydolun
ur: پرو کے لیے رجسٹر کریں
vi: Đăng ký Pro
zh_cn: 注册专业版账户

source: Something went wrong while applying your referral code.
bn_bd: আপনার রেফারেল কোড প্রয়োগ করার সময় কিছু সমস্যা হয়েছে।
es_es: Algo ha fallado al aplicar su código de recomendación.
fa_ir: هنگام اعمال کد معرف خطا دریافت شد
fr_fr: Une erreur est survenue lors de l’application de votre code de parrainage.
hi: आपका रेफरल कोड लागू करते समय कुछ गड़बड़ हुई।
ms: Ada kesilapan berlaku semasa menggunakan kod rujukan anda.
ru: Что-то пошло не так, попробуйте ещё раз.
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการใส่รหัสอ้างอิงของคุณ
tr: Referans kodu uygulanırken bir sorun oluştu.
ur: آپ کے ریفرل کوڈ کا اطلاق کرتے ہوئے کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi khi áp dụng mã giới thiệu của bạn.
zh_cn: 使用您的推荐码时报错

source: Your activation code is invalid
bn_bd: আপনার সক্রিয়করণ কোড অবৈধ
es_es: Su código de activación no es válido
fa_ir: کد فعالسازی شما اشتباه است
fr_fr: Votre code d’activation est invalide
hi: आपका एक्टिवेशन कोड अमान्य है
ms: Kod pengaktifan anda tidak sah
ru: Неверный код активации
th_th: รหัสเปิดใช้งานของคุณไม่ถูกต้อง
tr: Aktivasyon kodunuz geçersiz
ur: آپ کا فعالیتی کوڈ غلط ہے
vi: Mã kích hoạt của bạn không hợp lệ
zh_cn: 您的激活码无效

# update_cache_plans_timeout
source: Something went wrong while fetching the available plans.
bn_bd: উপলভ্য প্ল্যানগুলো আনার সময় কিছু সমস্যা হয়েছে।
es_es: Algo ha fallado al obtener los planes disponibles.
fa_ir: هنگام دریافت طرح‌های موجود خطا دریافت شد
fr_fr: Une erreur est survenue lors de la récupération des abonnements disponibles.
hi: उपलब्ध प्‍लान लाते समय कुछ गड़बड़ हुई।
ms: Ada kesilapan berlaku semasa memdapatkan pelan yang tersedia.
ru: Что-то пошло не так, попробуйте еще раз.
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการดึงแผนที่มีอยู่
tr: Mevcut planlar alınırken bir sorun oluştu.
ur: دستیاب پلانز حاصل کرنے کے دوران کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi khi tìm nạp các gói có sẵn.
zh_cn: 获取可选计划时报错

# bitcoin_timeout
source: The BTCPay request has timed out.
bn_bd: BTCPay অনুরোধের সময় পেরিয়ে গেছে।
es_es: La solicitud de BTCPay ha caducado.
fa_ir: مهلت درخواست BTCpay تمام شد.
fr_fr: La demande BTCPay a expiré.
hi: BTCPay अनुरोध का समय समाप्त हो गया है।
ms: Permintaan BTCPay telah tamat masa.
ru: Время ожидания запроса BTCPay истекло.
th_th: คำขอ BTCPay หมดเวลาแล้ว
tr: BTCPay isteğinin süresi doldu.
ur: BTCPay کی درخواست کا وقت ختم ہو گیا۔
vi: Yêu cầu BTCPay đã hết thời gian.
zh_cn: BTCPay请求已超时

source: BTCPay is unavailable
bn_bd: BTCPay অনুপলভ্য
es_es: BTCPay no está disponible
fa_ir: در حال حاضر BTCpay در دسترس نیست.
fr_fr: BTCPay est indisponible
hi: BTCPay अनुपलब्ध है
ms: BTCPay tidak tersedia
ru: BTCPay недоступен
th_th: ไม่รองรับ BTCPay
tr: BTCPay kullanılamıyor
ur: BTCPay دستیاب نہیں
vi: BTCPay không khả dụng
zh_cn: 暂不支持BTCPay

# update_cache_user_timeout
source: Something went wrong while fetching your account data.
bn_bd: আপনার অ্যাকাউন্ট আনার সময় কিছু সমস্যা হয়েছে।
es_es: Algo ha fallado al obtener los datos de su cuenta.
fa_ir: در هنگام دریافت داده‌های کاربر خطا دریافت شد.
fr_fr: Une erreur est survenue lors de la récupération des données de votre compte.
hi: आपका खाता डेटा लाते समय कुछ गड़बड़ हुई।
ms: Ada kesilapan berlaku semasa mendapatkan data akaun anda.
ru: Что-то пошло не так с загрузкой данных аккаунта.
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการดึงข้อมูลบัญชีของคุณ
tr: Hesap verileriniz alınırken bir sorun oluştu.
ur: آپ کا اکاؤنٹ ڈیٹا حاصل کرنے کے دوران کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi khi tìm nạp dữ liệu tài khoản của bạn.
zh_cn: 获取您的账户数据时报错
