Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

# app_name
source: Lantern
fa_ir: لنترن
fr_fr: Lanterne
hi: लैंटर्न
ur: لینٹرن
zh_cn: 蓝灯

# introducing
source: Introducing Chat
ar: تقديم الدردشة
bn_bd: চ্যাট পেশ করা হচ্ছে
es_es: Presentamos nuestro chat
fa_ir: معرفی گپ
fr_fr: Nous présentons le Dialogue en ligne
hi: पेश है चैट
ms: Memperkenalkan Sembang
my_mm: ချက်ပြောဆိုမှုအကြောင်း မိတ်ဆက်
ru: Представляем чат
th_th: แนะนำแชท
tr: Sohbet ile Tanışın
ur: چیٹ متعارف کروا رہے ہیں
vi: Giới thiệu Trò chuyện
zh_cn: 交談功能簡介

# introducing_des
source: Chat securely with friends using our new blocking resistant & encrypted chat built directly into Lantern!
ar: يمكنك إجراء الدردشة بشكل آمن مع الأصدقاء باستخدام الدردشة الجديدة المشفرة المقاومة للحظر والمدمجة مباشرة في تطبيق Lantern!
bn_bd: নতুন ব্লকিং-প্রতিরোধী এবং এনক্রিপ্ট করা চ্যাট - এখন আপনি বন্ধুদের সাথে নিরাপদে চ্যাট করতে ল্যান্টার্ন অ্যাপ ব্যবহার করতে পারেন।
es_es: ¡Use nuestro nuevo chat cifrado e integrado en Lantern para charlar con sus amigos/as de forma segura y sin bloqueos!
fa_ir: با استفاده از گپ جدید رمزگذاری‌شده و مقاوم در برابر مسدود شدن ما که مستقیماً در Lantern تعبیه شده است، با دوستان خود گپ امنی داشته باشید!
fr_fr: Discutez avec vos amis en toute sécurité grâce à notre tout nouvel outil de conversation instantanée chiffrée et résistante aux blocages intégré à Lantern !
hi: सीधे Lantern में बनाई गई हमारी नई ब्लॉक होने से बचनेऔर एन्क्रिप्टेड चैट का इस्तेमाल करके फ़्रेंड के साथ सुरक्षित रूप से चैट करें!
ms: Sembang secara selamat bersama kawan dengan menggunakan sembang disulitkan & penyekatan rintangan kami yang baharu yang dibina secara langsung ke dalam Lantern!
my_mm: Lantern တွင် တိုက်ရိုက်ထည့်သွင်းထားသည့် ပိတ်ဆို့မှုအတွက် ခုခံနိုင်ပြီး လျှို့ဝှက်ကုဒ်သွင်းစနစ်ပါဝင်သည့် ကျွန်ုပ်တို့၏ ချက်စနစ်အသစ်ကို အသုံးပြု၍ မိတ်ဆွေများနှင့်အတူ စိတ်ချလုံခြုံစွာ ချက်ပြောဆိုလိုက်ပါ။
ru: Теперь в Lantern есть встроенный чат, в котором можно безопасно общаться с друзьями благодаря шифрованию и защите от блокировки!
th_th: แชทกับเพื่อนอย่างปลอดภัยด้วยการต้านทานต่อการปิดกั้นแบบใหม่และแชทเข้ารหัสที่สร้างมาโดยเฉพาะสำหรับ Lantern!
tr: Doğrudan Lantern içerisinde oluşturulmuş yeni, engellemeye karşı dirençli ve şifrelenmiş sohbet özelliğimizi kullanarak arkadaşlarınızla güvenli bir şekilde sohbet edin!
ur: Lantern میں براہ راست بنائی گئی ہماری مسدود کرنے کے خلاف مزاحم اور مرموز نئی چیٹ استعمال کرتے ہوئے دوستوں کے ساتھ محفوظ طریقے سے چیٹ کریں!
vi: Trò chuyện an toàn với bạn bè bằng cách sử dụng trò chuyện mã hóa & chống chặn mới được tích hợp trực tiếp vào Lantern!
zh_cn: 使用蓝灯内置的全新抗屏蔽和加密聊天功能，与朋友们安全聊天！

source: Maybe Later
ar: ربما لاحقًا
bn_bd: সম্ভবত পরে
es_es: Mejor en otro momento
fa_ir: شاید در فرصتی دیگر
fr_fr: Peut-être plus tard
hi: शायद बाद में
ms: Mungkin Kemudian
my_mm: နောက်မှ ပြုလုပ်မည်
ru: Позже
th_th: ไว้ครั้งหน้า
tr: Belki Daha Sonra
ur: شاید بعد میں
vi: Có lẽ để sau
zh_cn: 以後再說

# try
source: Try it out
ar: جربه
bn_bd: এটি ব্যবহার করে দেখুন
es_es: Probar
fa_ir: اکنون امتحان کنید
fr_fr: Essayez-la
hi: इसे आज़माएँ
ms: Cubalah
my_mm: ကြိုးစားကြည့်ပါ
ru: Попробовать
th_th: ทดลองใช้งาน
tr: Bunu deneyin
ur: اسے آزمائیں
vi: Dùng thử
zh_cn: 试试

source: Enter Email
bn_bd: ইমেল লিখুন
es_es: Introducir correo electrónico
fa_ir: وارد کردن ایمیل
fr_fr: Saisissez votre adresse courriel
hi: ईमेल दर्ज करें
ms: Masukkan E-mel
ru: Введите электронную почту
th_th: ป้อนอีเมล
tr: E-posta Gir
ur: ای میل درج کریں
vi: Nhập Email
zh_cn: 输入邮箱

source: Lantern Pro Email
ar: البريد الإلكتروني الخاص بـ Lantern Pro
bn_bd: ল্যান্টার্ন প্রো ইমেইল
es_es: Correo Electrónico de Lantern Pro
fa_ir: ایمیل Lantern Pro
fr_fr: Email Lantern Pro
hi: Lantern Pro ईमेल
ms: E-mel Pro Lantern
my_mm: Lantern Pro အီးမေးလ်
ru: Адрес эл. почты аккаунта Lantern Pro
th_th: อีเมล Lantern Pro
tr: Lantern Pro E-Postası
ur: Lantern پرو ای میل
zh_cn: 蓝灯专业版电子邮件

source: New
ar: جديد
bn_bd: নতুন
es_es: Novedad
fa_ir: جدید
fr_fr: Nouveau
hi: नया
ms: Baharu
my_mm: အသစ်
ru: Создать
th_th: ใหม่
tr: Yeni
ur: نیا
vi: Mới
zh_cn: 全新

source: Daily Data Usage
ar: الاستخدام اليومي للبيانات
bn_bd: প্রাত্যহিক ডেটা ব্যবহারের
es_es: Uso de datos diario
fa_ir: میزان مصرف داده روزانه
fr_fr: Données quotidiennes utilisées
hi: हर दिन का डेटा उपयोग
ms: Penggunaan Data Harian
my_mm: နေ့စဉ် ဒေတာသုံးစွဲမှု
ru: Ежедневное использование данных
th_th: การใช้งานข้อมูลประจำวัน
tr: Günlük Veri Kullanımı
ur: ڈیٹا کا روزانہ کا استعمال
vi: Sử dụng dữ liệu hàng ngày
zh_cn: 每日數據使用量

source: is
ar: يتم الآن
bn_bd: সংযোগ
es_es: está
fa_ir: وضعیت:
fr_fr: est
hi: है
my_mm: သည်
ru: это
th_th: คือ
ur: ہے
vi: là
zh_cn: 是

source: Connect
bn_bd: সংযোগ
es_es: Conectar
fa_ir: متصل
fr_fr: Se connecter
th_th: เชื่อมต่อ
zh_cn: 连接

source: Disconnect
bn_bd: বিচ্ছিন্ন
es_es: Desconectar
fa_ir: قطع شدن
fr_fr: Se déconnecter
th_th: ตัดการเชื่อมต่อ
zh_cn: 断开

source: Connected
ar: موصول
bn_bd: সংযুক্ত
es_es: Conectado
fa_ir: متصل شد
fr_fr: Connecté
hi: कनेक्टेड
ms: Telah disambungkan
my_mm: ချိတ်ဆက်ထားသည်
ru: Подключён
th_th: เชื่อมต่อแล้ว
tr: Bağlandı
ur: کنیکٹ ہو چکا ہے
vi: Đã kết nối
zh_cn: 已连接

source: Disconnected
ar: مفصول
bn_bd: বিচ্ছিন্ন
es_es: Desconectado
fa_ir: قطع شده است
fr_fr: Déconnecté
hi: डिस्कनेक्ट किया गया
ms: Terputus
my_mm: အဆက်ပြတ်
ru: Отключен
th_th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
ur: منقطع
vi: Đã ngắt kết nối
zh_cn: 已断开

source: Disconnecting...
ar: قطع الاتصال
bn_bd: বিচ্ছিন্ন করা হচ্ছে...
es_es: Desconectando...
fa_ir: در حال قطع اتصال…
fr_fr: Déconnexion en cours…
hi: डिस्कनेक्ट किया गया...
ms: Memutuskan sambungan...
my_mm: ချိတ်ဆက်မှု ဖြုတ်နေသည်...
ru: Отключение…
th_th: ตัดการเชื่อมต่อ...
tr: Bağlantı kesiliyor...
ur: ہو رہا ہے…
vi: Đang ngắt kết nối...
zh_cn: 斷線中...

source: Connecting...
ar: ربط ...
bn_bd: সংযুক্ত হচ্ছে ...
es_es: Conectando...
fa_ir: درحال اتصال...
fr_fr: Connexion en cours…
hi: कनेक्ट हो रहा है...
ms: Sambungan...
my_mm: ချိတ်ဆက်နေသည် ...
ru: Подключение...
th_th: กำลังเชื่อมต่อ...
tr: Bağlanılıyor...
ur: کنیکٹ ہو رہا ہے۔۔۔
vi: Đang kết nối...
zh_cn: 连接中…

source: No network connection
ar: لا يوجد اتصال بالشبكة
bn_bd: কোনও নেটওয়ার্ক সংযোগ নেই
es_es: No hay conexión a Internet
fa_ir: بدون اتصال به شبکه
fr_fr: Aucune connexion réseau
hi: कोई इंटरनेट कनेक्शन नहीं
ms: Tiada sambungan rangkaian
my_mm: ကွန်ရက်ဆက်သွယ်မှု မရှိပါ
ru: Нет подключения к Интернету
th_th: ไม่มีการเชื่อมต่อเครือข่าย
tr: Ağ bağlantısı yok
ur: کوئی نیٹ ورک کنکشن نہیں
vi: Không có kết nối mạng
zh_cn: 無網路連線

source: Connection Error
ar: خطأ في الإتصال
bn_bd: সংযোগে ত্রুটি
es_es: Error de conexión
fa_ir: خطای اتصال
fr_fr: Erreur de connexion
hi: कनेक्ट नहीं हो सका
ms: Ralat Sambungan
my_mm: ချိတ်ဆက်မှု ချို့ယွင်းချက်
ru: Ошибка подключения
th_th: การเชื่อมต่อล้มเหลว
tr: Bağlantı Hatası
ur: کنکشن کی خرابی
vi: Lỗi kết nối
zh_cn: 連接錯誤

# connection_error_des
source: Lantern is having issues connecting to our servers. Please restart the app. If this issue persists, please contact support.
ar: يواجه تطبيق Lantern مشكلات في الاتصال بخوادمنا. يُرجى إعادة تشغيل التطبيق. أما إذا استمرت هذه المشكلة، فيُرجى الاتصال بالدعم.
bn_bd: Lantern-এর আমাদের সার্ভারগুলিতে সংযোগ করতে সমস্যা হচ্ছে। অনুগ্রহ করে অ্যাপটি রিস্টার্ট করুন। এই সমস্যাটি চলতে থাকলে অনুগ্রহ করে সহায়্তার সাথে যোগাযোগ করুন।
es_es: Lantern tiene dificultades para establecer conexión con nuestros servidores. Reinicie la aplicación, por favor. Si el problema persiste, póngase en contacto con nuestro equipo de asistencia.
fa_ir: Lantern در اتصال به سرورهای ما مشکل دارد. لطفاً برنامه را مجدداً راه‌اندازی کنید. اگر این مشکل ادامه داشت، لطفاً با پشتیبانی تماس بگیرید.
fr_fr: Lantern rencontre des problèmes pour se connecter à nos serveurs. Veuillez redémarrer l'application. Si ce problème persiste, veuillez contacter l'assistance.
hi: Lantern को हमारे सर्वर से कनेक्ट करने में समस्या आ रही है. कृपया ऐप को रीस्टार्ट करें. यदि यह समस्या बनी रहती है, तो कृपया सपोर्ट से संपर्क करें.
ms: Lantern sedang menghadapi isu untuk menyambung kepada server kami. Sila mulakan semula aplikasi. Jika isu berterusan, sila hubungi sokongan.
my_mm: Lantern သည် ကျွန်ုပ်တို့၏ ဆာဗာများကို ဆက်သွယ်ရာတွင် ပြဿနာများရှိနေသည်။ အက်ပ်ကို ပြန်လည်စတင်ပါ။ ပြဿနာဆက်ရှိနေပါက ကူညီပံ့ပိုးမှုဌာနကို ဆက်သွယ်ပါ။
ru: Lantern не удается подключиться к серверам. Перезагрузите приложение. Если проблема не исчезнет, свяжитесь со службой поддержки.
th_th: Lantern พบปัญหาในการเชื่อมต่อกับเซิร์ฟเวอร์ของเรา โปรดรีสตาร์ทแอป ในกรณีที่ยังเกิดปัญหานี้อยู่ โปรดติดต่อฝ่ายสนับสนุน
tr: Lantern sunucularımıza bağlanmakta sorun yaşıyor. Lütfen uygulamayı yeniden başlatın. Bu sorun devam ederse lütfen destek birimiyle iletişime geçin.
ur: Lantern کو ہمارے سرورز سے مربوط ہونے میں مسائل پیش آ رہے ہیں۔ براہ کرم ایپ کو ری اسٹارٹ کریں۔ اگر یہ مسئلہ برقرار رہتا ہے، تو براہ کرم معاونت سے رابطہ کریں۔
vi: Lantern đang gặp sự cố khi kết nối với máy chủ của chúng tôi. Vui lòng khởi động lại ứng dụng. Nếu sự cố này vẫn tiếp diễn, vui lòng liên hệ với bộ phận hỗ trợ.
zh_cn: 蓝灯无法连接到服务器。请重启应用。如果问题仍然存在，请联系支持团队。

# connection_error_button
source: Contact support
ar: الاتصال بالدعم
bn_bd: সহায়্তার সাথে যোগাযোগ করুন
es_es: Contactar con asistencia
fa_ir: تماس با پشتیبانی
fr_fr: Contacter l'assistance
hi: सपोर्ट से संपर्क करें
ms: Hubungi sokongan
my_mm: ပံ့ပိုးမှုဌာနအား ဆက်သွယ်ရန်
ru: Получить помощь
th_th: ติดต่อฝ่ายสนับสนุน
tr: Destek birimine ulaşın
ur: معاونت سے رابطہ کریں
vi: Liên hệ hỗ trợ
zh_cn: 聯絡支援人員

source: Calling...
ar: جارٍ الاتصال...
bn_bd: কল করা হচ্ছে...
es_es: Llamando...
fa_ir: در حال تماس...
fr_fr: Appel en cours…
hi: कॉलिंग...
ms: Menghubungi...
my_mm: ခေါ်ဆိုနေပါသည်...
ru: Вызов…
th_th: โทร...
tr: Aranıyor...
ur: کال کر رہے ہیں...
vi: Đang gọi...
zh_cn: 正在接通中...

# Go Pro Title
source: Go Pro!
ar: الترقية إلى النسخة الاحترافية!
bn_bd: প্রো-তে যান!
es_es: ¡Hágase Pro!
fa_ir: به نسخه حرفه‌ای بروید!
fr_fr: Passez au compte Pro !
hi: Pro आज़माएँ!
my_mm: Pro သို့ သွားပါ။
ru: Перейдите на версию Pro!
th_th: สมัคร Pro!
tr: Pro'ya Yükseltin!
ur: پرو اپنائیں!
vi: Lên Pro!
zh_cn: 升級至 Pro 版！

# Go Pro Description
source: Unlock faster speeds, ad-free experience, and unlimited data!
ar: احصل على سرعات فائقة وبيانات غير محدودة!
bn_bd: আরও দ্রুত গতি, বিজ্ঞাপনমুক্ত অভিজ্ঞতা, এবং সীমাহীন ডেটা আনলক করুন!
es_es: ¡Navegue a más velocidad y con datos ilimitados!
fa_ir: سرعت‌های بیشتر، تجربه بدون تبلیغات و داده‌های نامحدود را باز کنید!
fr_fr: Débloquez des vitesses plus rapides, une expérience sans publicité et des données illimitées!
my_mm: ပိုမိုမြန်ဆန်သော အမြန်နှုန်းများနှင့် အကန့်အသတ်မရှိသော ဒေတာကို လော့ဖွင့်ပါ!
th_th: ปลดล็อคความเร็วที่สูงขึ้น ประสบการณ์ไม่มีโฆษณา และข้อมูลไม่จำกัด!
zh_cn: 解锁更快的速度、无广告体验和无限数据！

source: Server Location
ar: موقع الخادم
bn_bd: সার্ভারের অবস্থান
es_es: Ubicación del servidor
fa_ir: موقعیت سرور
fr_fr: Emplacement du serveur
hi: सर्वर स्थान
ms: Lokasi Server
my_mm: ဆာဗာတည်နေရာ
ru: Местоположение сервера
th_th: ตำแหน่งที่ตั้งของเซิร์ฟเวอร์
tr: Sunucu Konumu
ur: سرور لوکیشن
vi: Địa chỉ Server
zh_cn: 服务器位置

# Server Location Info
source: Lantern uses smart server selection to automatically connect you to our best data centers.
ar: تستخدم Lantern باقة خادم ذكي لربطك تلقائيًا بأفضل مراكز البيانات لدينا.
bn_bd: Lantern আমাদের সেরা ডেটা সেন্টারগুলির সাথে আপনাকে স্বয়ংক্রিয়ভাবে সংযোগ করে দিতে স্মার্ট সার্ভার নির্বাচন ব্যবহার করে।
es_es: Lantern selecciona inteligentemente cada servidor para conectarle a nuestros mejores centros de datos.
fa_ir: Lantern از سرور هوشمند انتخابی برای اتصال خودکار شما به بهترین مراکز داده ما استفاده می‌کند.
fr_fr: Lantern utilise un outil de sélection de serveurs intelligent pour vous connecter à nos meilleurs centres de données.
hi: Lantern आपको हमारे सर्वश्रेष्ठ डेटा केंद्रों से अपने आप जोड़ने के लिए स्मार्ट सर्वर चयन का उपयोग करता है.
ms: Lantern menggunakan pilihan server pintar untuk menghubungkan anda secara automatik kepada pusat-pusat data kami yang terbaik.
my_mm: Lantern သည် ကျွန်ုပ်တို့၏ အကောင်းဆုံး ဒေတာစင်တာများနှင့် အလိုအလျောက် ချိတ်ဆက်ရန်အတွက် စမတ် ဆာဗာ ရွေးချယ်ရေးကို အသုံးပြုသည်။
ru: Lantern использует технологию умного выбора серверов, чтобы автоматически подключать вас к нашим лучшим дата-центрам.
th_th: Lantern ใช้การเลือกเซิร์ฟเวอร์อัจฉริยะเพื่อเชื่อมต่อคุณกับศูนย์ข้อมูลที่ดีที่สุดของเราโดยอัตโนมัติ
tr: Lantern, sizi en iyi veri merkezlerimize otomatik olarak bağlamak için akıllı sunucu seçimini kullanır.
ur: آپ کو خودکارانہ طور پر ہمارے ڈیٹا کے بہترین مراکز سے جوڑنے کے لئے Lantern اسمارٹ سرور انتخاب کا استعمال کرتا ہے۔
vi: Lantern sử dụng lựa chọn máy chủ thông minh để tự động kết nối bạn với các trung tâm dữ liệu tốt nhất của chúng tôi.
zh_cn: Lantern 採取智慧型伺服器選取機制，將您自動連線至最適合的資料中心。

source: OK
ar: حسناً
bn_bd: ঠিক আছে
es_es: Aceptar
fa_ir: بسیار خوب
hi: ठीक है
my_mm: အိုကေ
ru: Ок
th_th: ตกลง
tr: TAMAM
ur: اوکے
vi: ĐỒNG Ý

source: Done
ar: تم
bn_bd: সম্পন্ন
es_es: Listo
fa_ir: انجام شد
fr_fr: Terminé
hi: हो गया
ms: Selesai
my_mm: ပြီးပါပြီ
ru: Готово
th_th: เสร็จสิ้น
tr: Bitti
ur: ہو گیا
vi: Xong
zh_cn: 完成

source: Backup Recovery Key
ar: مفتاح استرداد النسخة الاحتياطية
bn_bd: ব্যাকআপ পুনরুদ্ধার কী
es_es: Clave de recuperación de copia de seguridad
fa_ir: کلید بازیابی نسخه پشتیبان
fr_fr: Clé de récupération de sauvegarde
hi: बैकअप रिकवरी की
ms: Kunci Pemulihan Sandaran
my_mm: အရန်သိမ်းဆည်းမှုအတွက် ပြန်လည်ရယူမှုကီး
ru: Ключ резервного восстановления
th_th: คีย์การกู้คืนข้อมูลสำรอง
tr: Yedek Kurtarma Anahtarı
ur: بیک اپ کی بحالی کی کیی
vi: Khóa khôi phục sao lưu
zh_cn: 備份復原金鑰

# delete_chat_data
source: Delete all Chat Data
ar: حذف جميع بيانات الدردشة
bn_bd: সমস্ত চ্যাট ডেটা মুছুন
es_es: Eliminar todos los datos del chat
fa_ir: حذف همه داده‌های گپ
fr_fr: Supprimer toutes les données du dialogue
hi: सभी चैट डेटा हटाएं
ms: Padamkan semua Data Sembang
my_mm: ချက်ဒေတာအားလုံး ဖျက်မည်
ru: Удалить все данные чата
th_th: ลบข้อมูลแชททั้งหมด
tr: Tüm Sohbet Verilerini sil
ur: چیٹ کا تمام ڈیٹا حذف کریں
vi: Xóa tất cả dữ liệu trò chuyện
zh_cn: 刪除所有交談資料

# delete_chat_data_description
source: This will delete your Chat Number, contacts, and messages from this device Without your Backup Recovery Key, you will lose access to your Chat Number.
ar: سيؤدي هذا الأمر إلى حذف رقم الدردشة وجهات الاتصال والرسائل من هذا الجهاز. بدون مفتاح استرداد النسخة الاحتياطية، ستفقد إمكانية الوصول إلى رقم الدردشة الخاص بك.
bn_bd: এটি এই ডিভাইস থেকে আপনার চ্যাট নম্বর, পরিচিতিগুলি এবং বার্তাগুলি আপনার ব্যাকআপ পুনরুদ্ধার কী ছাড়াই মুছে দেবে, আপনি আপনার চ্যাট নম্বরে অ্যাক্সেস হারাবেন।
es_es: Si toma esta decisión, eliminaremos su Número de chat y todos los contactos y mensajes de este dispositivo. Si no dispone de clave de recuperación de copia de seguridad, perderá el acceso a su Número de chat.
fa_ir: با این کار، شماره گپ، مخاطبین و پیام‌های شما از این دستگاه حذف می‌شود، بدون «کلید بازیابی نسخه پشتیبان»، دسترسی به شماره گپ خود را از دست خواهید داد.
fr_fr: Cela supprimera votre numéro de conversation, vos contacts et messages de cet appareil. Sans votre clé de récupération de sauvegarde, vous perdrez l’accès votre numéro de conversation instantanée.
hi: यह इस डिवाइस से आपका चैट नंबर, संपर्क और मेसेज हटा देगा आपकी बैकअप रिकवरी की के बिना, आप अपने चैट नंबर की पहुंच खो देंगे.
ms: Tindakan ini akan memadamkan Nombor Sembang, kenalan dan mesej anda daripada peranti ini. Tanpa Kunci Pemulihan Sandaran anda, anda akan kehilangan akses kepada Nombor Sembang anda.
my_mm: ဤသို့ပြုလုပ်ခြင်းက ဤကိရိယာမှ သင်၏ ချက်နံပါတ်၊ အဆက်အသွယ်များနှင့် မက်ဆေ့ချ်များကို ဖျက်ပစ်မည်ဖြစ်သည်။ သင်၏ အရန်သိမ်းဆည်းမှုအတွက် ပြန်လည်ရယူမှုကီး မရှိပါက သင်၏ ချက်နံပါတ်သို့ ဝင်ရောက်သုံးစွဲခွင့် ဆုံးရှုံးသွားမည်ဖြစ်သည်။
ru: Мы удалим номер чата, контакты и сообщения с этого устройства. Без кода резервного восстановления вы не сможете получить доступ к номеру чата.
th_th: จะเป็นการลบหมายเลขแชท รายชื่อผู้ติดต่อ และข้อความของคุณออกจากอุปกรณ์นี้ คุณจะสูญเสียการเข้าถึงหมายเลขแชทในกรณีที่ไม่มีคีย์การกู้คืนข้อมูลสำรอง
tr: Bu işlem Sohbet Numaranızı, kişilerinizi ve mesajlarınızı bu cihazdan siler. Yedek Kurtarma Anahtarınız olmadığında Sohbet Numaranıza erişimi kaybedersiniz.
ur: یہ آپ کے چیٹ نمبر، رابطوں، اور پیغامات کو اس ڈیوائس سے آپ کی بیک اپ کی بحالی کی کیی کے بغیر ہی حذف کر دے گا، لہٰذا آپ اپنے چیٹ نمبر تک رسائی کو کھو دیں گے۔
vi: Thao tác này sẽ xóa Số trò chuyện, danh bạ và tin nhắn của bạn khỏi thiết bị này nhưng không xóa Khóa khôi phục sao lưu, bạn sẽ mất quyền truy cập vào Số trò chuyện của mình.
zh_cn: 這麼做會從這部裝置上刪除您的交談號碼、聯絡人和訊息。沒有備份復原金鑰的話，您將無法存取交談號碼。

# delete_chat_data_confirmation
source: I confirm that I want to delete my chat data
ar: أؤكد رغبتي في حذف بيانات الدردشة
bn_bd: আমি নিশ্চিত করছি যে আমি আমার চ্যাট ডেটা মুছতে চাই
es_es: Confirmo que deseo eliminar mis datos de chat
fa_ir: تأیید می‌کنم که می‌خواهم داده‌های گپ خود را حذف کنم
fr_fr: Je confirme que je veux supprimer les données de ma conversation
hi: मैं कंफ़र्म करता/करती हूं कि मैं अपना चैट डेटा हटाना चाहता/चाहती हूँ
ms: Saya mengesahkan bahawa saya ingin memadamkan data sembang saya
my_mm: ကျွန်ုပ်၏ ချက်ဒေတာကို ဖျက်ပစ်လိုသည်ဟု ကျွန်ုပ် အတည်ပြုပါသည်
ru: Я хочу удалить данные чата
th_th: ฉันยืนยันว่าต้องการที่จะลบข้อมูลแชทของฉัน
tr: Sohbet verilerimi silmek istediğimi onaylıyorum
ur: میں تصدیق کرتا/کرتی ہوں کہ میں اپنا چیٹ کا ڈیٹا حذف کرنا چاہتا/چاہتی ہوں
vi: Tôi xác nhận rằng tôi muốn xóa dữ liệu trò chuyện của mình
zh_cn: 我確認要刪除交談資料

source: Pro Account Management
ar: إدارة حساب برو
bn_bd: Pro একাউন্ট ব্যবস্থাপনা
es_es: Gestión de cuenta Pro
fa_ir: مدیریت حساب نسخه حرفه‌ای
fr_fr: Gestion du compte Pro
hi: Pro खाता प्रबंधन
ms: Akaun Pengurusan Pro
my_mm: Pro အကောင့်စီမံခန့်ခွဲမှု
ru: Управление аккаунтом Pro
th_th: การจัดการบัญชี Pro
tr: Pro Hesap Yönetimi
ur: پرو اکاؤنٹ مینجمنٹ
vi: Quản Trị Tài Khoản Pro
zh_cn: 专业版账户管理

source: Upgrade to Lantern Pro
ar: الترقية الى لاتيرن برو
bn_bd: Lantern প্রো তে আপগ্রেড করুন
es_es: Actualizar a Lantern Pro
fa_ir: ارتقا به نسخه حرفه‌ای
fr_fr: Passer à Lantern Pro
hi: लालटेन के लिए प्रो उन्नयन
ms: Upgrade ke Lantern Pro
my_mm: Lantern Pro ကိုအဆင့်မြှင့်တင်ပါ
ru: Обновление до Lantern Pro
th_th: อัปเกรดเป็น Lantern Pro
tr: Lantern Pro'ya Yükseltin
ur: لینٹرن پرو پر اَپ گریڈ کیجئے
vi: Nâng Cấp lên Lantern Pro
zh_cn: 升级到蓝灯专业版

source: Invite Friends
ar: ادعو أصدقائك
bn_bd: বন্ধুদের আমন্ত্রন করুন
es_es: Invitar amigos
fa_ir: دعوت از دوستان
fr_fr: Inviter des amis
hi: मित्रों को आमंत्रित करें
ms: Menjemput Rakan-Rakan
my_mm: သူငယ်ချင်းများကိုဖိတ်ကြားသည်
ru: Пригласи друзей
th_th: เชิญเพื่อน
tr: Arkadaşlarını Davet Et
ur: دوستوں کو مدعو کیجئے
vi: Mời Bạn Bè
zh_cn: 邀请好友

# share_lantern_pro
source: Share Lantern Pro with a friend! When your friend uses your referral code during their purchase of Lantern Pro, you will both receive one month of Lantern Pro service for free!
bn_bd: কোনও বন্ধুর সাথে Lantern Pro শেয়ার করুন! আপনার বন্ধু তার Lantern Pro কেনার সময় আপনার রেফারেল কোড ব্যবহার করলে, আপনারা দুজনেই একমাসের Lantern Pro পরিষেবা বিনামূল্যে পাবেন!
es_es: ¡Comparta Lantern Pro con alguien! Cuando la otra persona use su código de recomendación al comprar Lantern Pro, ambos recibiréis gratis un mes de servicio de Lantern Pro.
fa_ir: دوست خود را به نسخه حرفه‌ای لنترن دعوت کنید! وقتی دوست شما از کد دعوت شما برای خرید لنترن حرفه‌ای استفاده کند شما هم به طور رایگان به مدت یک ماه به لنترن نسخه حرفه‌ای دسترسی خواهی داشت!
fr_fr: Partagez Lantern Pro avec un ami ! Lorsque votre ami utilise votre code de parrainage pendant son achat de Lantern Pro, vous bénéficiez tous les deux d’un mois de service Lantern Pro gratuit !
hi: दोस्त के साथ Lantern Pro साझा करें! जब आपका दोस्त Lantern Pro की खरीद के दौरान आपके रेफरल कोड का उपयोग करता है, तो आप दोनों को एक महीने की Lantern Pro सर्विस फ़्री मिलेगी!
ms: Kongsikan Lantern Pro dengan rakan! Apabila rakan anda menggunakan kod rujukan semasa pembelian Lantern Pro mereka, anda berdua akan menerima perkhidmatan percuma Lantern Pro selama sebulan!
ru: Поделитесь кодом с друзьями - если они купят версию Pro, вы оба получите бесплатный месяц подписки на Lantern Pro!
th_th: แชร์ Lantern Pro กับเพื่อน! เมื่อเพื่อนของคุณใช้รหัสแนะนำระหว่างการซื้อ Lantern Pro คุณทั้งสองคนจะได้รับ Lantern Pro ฟรีหนึ่งเดือน!
tr: Lantern Pro'yu bir arkadaşınızla paylaşın! Arkadaşınız Lantern Pro satın alırken referans kodunuzu kullanırsa ikiniz de bir ay ücretsiz Lantern Pro hizmeti kazanırsınız!
ur: Lantern Pro کو دوست کے ساتھ شیئر کریں! آپ کے دوست کی جانب سے Lantern Pro کی خریداری کے دوران آپ کا ریفرل کوڈ استعمال کرنے پر، آپ دونوں ایک ماہ کے لیے Lantern Pro سروس مفت حاصل کریں گے!
vi: Chia sẻ Lantern Pro với bạn bè! Khi bạn của bạn sử dụng mã giới thiệu của bạn trong quá trình mua Lantern Pro, cả hai bạn sẽ nhận được một tháng dịch vụ Lantern Pro miễn phí!
zh_cn: 与朋友分享蓝灯专业版账户！您的朋友在购买蓝灯专业版时，只需顺手填入您的推荐码，您和朋友两人都将额外获赠一个月专业版时长！

# privacy_disclosure_title
source: Lantern Privacy Disclosure
bn_bd: Lantern গোপনীয়্তা প্রকাশ
es_es: Declaración de privacidad de Lantern
fa_ir: اعلامیه حریم خصوصی Lantern
fr_fr: Avis de protection des données de Lantern
hi: Lantern गोपनीयता प्रकटीकरण
ms: Pendedahan Privasi Lantern
ru: Политика конфиденциальности Lantern
th_th: การเปิดเผยความเป็นส่วนตัวของ Lantern
tr: Lantern Gizlilik Anlaşması
ur: لینٹرن کی رازداری کا اعلان
vi: Tiết lộ quyền riêng tư của Lantern
zh_cn: 蓝灯隐私政策
