Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

# unblock_info_checkbox
source: I confirm I want to unblock this contact.
ar: أؤكد أنني أريد إلغاء حظر جهة الاتصال هذه.
bn_bd: আমি নিশ্চিত করছি যে আমি এই পরিচিতিটি অবরোধমুক্ত করতে চাই।
es_es: Confirmo que deseo desbloquear a este contacto.
fa_ir: تأیید می‌کنم که می‌خواهم مسدود بودن این مخاطب را لغو کنم.
fr_fr: Je confirme que je souhaite débloquer ce contact.
hi: मैं कन्फ़र्म करता/करती हूँ कि मैं इस संपर्क को अनब्लॉक करना चाहता/चाहती हूँ.
ms: Saya mengesahkan bahawa saya ingin menyahsekat kenalan ini.
my_mm: ဤအဆက်အသွယ်ကို ကျွန်ုပ် ပြန်ဖွင့်ပေးလိုကြောင်း ကျွန်ုပ် အတည်ပြုပါသည်။
ru: Я хочу разблокировать этого пользователя
th_th: ฉันยืนยันที่จะปลดบล็อกผู้ติดต่อนี้
tr: Bu kişinin engelini kaldırmak istediğimi onaylıyorum.
ur: میں تصدیق کرتا/کرتی ہوں کہ میں اس رابطے کو غیر مسدود کرنا چاہتا/چاہتی ہوں۔
vi: Tôi xác nhận rằng tôi muốn bỏ chặn liên hệ này.
zh_cn: 我確定要將這個聯絡人解除封鎖。

# delete_permanently
source: Delete user permanently
ar: حذف المستخدم نهائيًا
bn_bd: ব্যবহারকারীকে স্থায়ীভাবে মুছে দিন
es_es: Eliminar usuario de forma permanente
fa_ir: حذف دائمی کاربر
fr_fr: Supprimer définitivement l'utilisateur
hi: यूज़र को हमेशा के लिए हटाएं
ms: Padamkan pengguna secara kekal
my_mm: အသုံးပြုသူကို အမြဲတမ်း ဖျက်ပစ်မည်
ru: Удалить пользователя навсегда
th_th: ลบผู้ใช้ถาวร
tr: Kullanıcıyı kalıcı olarak sil
ur: صارف کو مستقل طور پر حذف کریں
vi: Xóa người dùng vĩnh viễn
zh_cn: 永久删除用户

# delete_info_description
source: Once deleted, you will need to add their contact information if you want to chat with them again.
ar: بمجرد حذف المستخدم، سيتعين عليك إضافة معلومات الاتصال به إذا رغبت في الدردشة معه مرة أخرى.
bn_bd: একবার মুছে দেওয়া হলে আপনি তাদের সাথে আবার চ্যাট করতে চাইলে আপনাকে তাদের যোগাযোগের তথ্য যোগ করতে হবে।
es_es: Si una vez eliminado desea volver a chatear con él/ella, deberá introducir su información de contacto.
fa_ir: پس از حذف، اگر می‌خواهید دوباره با آنها گپ بزنید، باید اطلاعات تماس آنها را اضافه کنید.
fr_fr: Après suppression, vous devrez ajouter ses coordonnées si vous voulez dialoguer avec cette personne de nouveau.
hi: एक बार हटाए जाने के बाद, अगर आप उनसे दोबारा चैट करना चाहते हैं तो आपको उनकी संपर्क जानकारी जोड़नी होगी.
ms: Setelah dipadamkan, anda akan perlu menambah maklumat kenalan mereka jika anda ingin bersembang dengan mereka lagi.
my_mm: ဖျက်လိုက်သည်နှင့် သင်သည် ၎င်းတို့ကို တဖန် ချက်ပြောဆိုလိုပါက ၎င်းတို့၏ ဆက်သွယ်ရန် အချက်အလက်ကို ထည့်သွင်းရန် လိုအပ်ပါလိမ့်မည်။
ru: Если вы захотите снова написать этому пользователю, нужно будет добавить его контактную информацию.
th_th: เมื่อลบแล้ว คุณจะต้องทำการเพิ่มข้อมูลผู้ติดต่อในกรณีที่คุณต้องการแชทกับพวกเขาอีกครั้ง
tr: Bir kez silindikten sonra bu kişiyle tekrar sohbet etmek istemeniz durumunda kendisinin iletişim bilgilerini eklemeniz gerekecektir.
ur: ایک مرتبہ حذف ہو جانے پر، اگر آپ ان سے دوبارہ چیٹ کرنا چاہتے ہیں تو آپ کو ان کے رابطے کی معلومات شامل کرنا ہوں گی۔
vi: Sau khi xóa, bạn sẽ cần thêm thông tin liên hệ của họ nếu muốn trò chuyện lại với họ.
zh_cn: 一旦刪除，日後想再與對方交談時，便需重新新增對方的聯絡資訊。

source: Add new contact
ar: إضافة جهة اتصال جديدة
bn_bd: নতুন পরিচিতি যোগ করুন
es_es: Añadir nuevo contacto
fa_ir: افزودن مخاطب جدید
fr_fr: Ajouter un nouveau contact
hi: नए संपर्क जोड़ें
ms: Tambah kenalan baharu
my_mm: အဆက်အသွယ်အသစ်ကို ထည့်သွင်းမည်
ru: Добавить новый контакт
th_th: เพิ่มผู้ติดต่อใหม่
tr: Yeni kişi ekle
ur: نیا رابطہ شامل کریں
vi: Thêm liên hệ mới
zh_cn: 新增联系人

source: Add Contact
ar: إضافة جهة اتصال
bn_bd: পরিচিতি যোগ করুন
es_es: Añadir contacto
fa_ir: افزودن مخاطب
fr_fr: Ajouter un contact
hi: संपर्क जोड़ें
ms: Tambah Kenalan
my_mm: အဆက်အသွယ်ကို ထည့်သွင်းမည်
ru: Добавить контакт
th_th: เพิ่มผู้ติดต่อ
tr: Kişi Ekle
ur: رابطہ شامل کریں
vi: Thêm liên hệ
zh_cn: 添加联系人

source: Share your Chat Number
ar: مشاركة رقم الدردشة الخاص بك
bn_bd: আপনার চ্যাট নম্বর শেয়ার করুন
es_es: Compartir su Número de chat
fa_ir: اشتراک‌گذاری شماره گپ خود
fr_fr: Partager votre no de dialogue
hi: अपना चैट नंबर शेयर करें
ms: Kongsi Nombor Sembang anda
my_mm: သင်၏ ချက်နံပါတ်ကို မျှဝေမည်
ru: Поделитесь номером чата
th_th: แชร์ Chat Number ของคุณ
tr: Sohbet Numaranızı paylaşı
ur: اپنا چیٹ کا نمبر شیئر کریں
vi: Chia sẻ Số trò chuyện của bạn
zh_cn: 分享交談號碼

source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
bn_bd: QR কোড স্ক্যান করুন
es_es: Escanear código QR
fa_ir: اسکن کد QR
fr_fr: Scanner le code QR
hi: QR कोड स्कैन करें
ms: Imbas Kod QR
my_mm: QR ကုဒ်ကို စကန်ဖတ်မည်
ru: Отсканировать QR-код
th_th: สแกน QR Code
tr: QR Kodunu Tara
ur: QR کوڈ اسکین کریں
vi: Quét mã QR
zh_cn: 扫描二维码

# add_contact_in_person
source: Add contacts in person
ar: إضافة جهات اتصال شخصيًا
bn_bd: ব্যক্তিগতভাবে পরিচিতি যোগ করুন
es_es: Añadir contactos en persona
fa_ir: افزودن مخاطبین حاضر
fr_fr: Ajouter des contacts en face à face
hi: लोगों की संपर्क जानकारी डालें
ms: Tambah kenalan secara peribadi
my_mm: အဆက်အသွယ်များကို လူကိုယ်တိုင် ထည့်သွင်းမည်
ru: Добавить контакты лично
th_th: เพิ่มผู้ติดต่อด้วยตัวเอง
tr: Şahsen kişi ekle
ur: ذاتی طور پر رابطے شامل کریں
vi: Thêm liên hệ trực tiếp
zh_cn: 當面新增聯絡人

source: Start chat
ar: بدء الدردشة
bn_bd: চ্যাট শুরু করুন
es_es: Iniciar chat
fa_ir: شروع گپ
fr_fr: Lancer une conversation
hi: चैट शेयर करें
ms: Mulakan sembang
my_mm: ချက် စတင်မည်
ru: Начать чат
th_th: เริ่มแชท
tr: Sohbet başlat
ur: چیٹ شروع کریں
vi: Bắt đầu trò chuyện
zh_cn: 開始交談

source: Your Installed Apps
bn_bd: আপনার ইনস্টল করা অ্যাপসমূহ
es_es: Sus aplicaciones instaladas
fa_ir: اپلیکیشن‌های نصب شده شما
fr_fr: Vos applis installées
hi: आपके द्वारा इंस्टॉल किए गए ऐप्स
ms: Apl yang telah Anda Pasang
ru: Ваши установленные приложения
th_th: แอปที่คุณติดตั้งแล้ว
tr: Yüklü Uygulamalarınız
ur: آپ کی انسٹال کردہ ایپس
vi: Các ứng dụng đã cài đặt của bạn
zh_cn: 您已安装的应用

source: Apps Routed Through Lantern
bn_bd: Lantern-এর মাধ্যমে চালিত অ্যাপসমূহ
es_es: Aplicaciones enrutadas a través de Lantern
fa_ir: اپلیکیشن‌هایی که از لنترن عبور می‌کنند
fr_fr: Applis acheminées par Lantern
hi: Lantern के माध्यम से रूट किए गए ऐप्स
ms: Apl yang Dihalakan Melalui Lantern
ru: Приложения, маршрутизируемые через Lantern
th_th: แอปส่งผ่าน Lantern
tr: Lantern Aracılığıyla Yönlendirilen Uygulamalar
ur: Lantern کے ذریعے ارسال کردہ ایپس
vi: Ứng dụng được định tuyến qua Lantern
zh_cn: 通过蓝灯访问的应用

# apps_to_unblock
source: Choose the apps you want to unblock. When connected, only the apps selected below will be routed through Lantern.
bn_bd: আপনি যে অ্যাপগুলো আনলক করতে চান সেগুলো বাছুন। সংযুক্ত থাকাকালীন, একমাত্র নীচে নির্বাচিত অ্যাপগুলোই Lantern-এর মাধ্যমে চালিত হবে।
es_es: Elija las aplicaciones que quiere desbloquear. Cuando se conecte, solo las seleccionadas a continuación se enrutarán a través de Lantern.
fa_ir: اپلیکیشن‌هایی که می‌خواهید رفع انسداد شوند را انتخاب کنید. وقتی وصل شوید، فقط اپلیکیشن‌هایی که در پایین انتخاب کردید از لنترن عبور می‌کنند.
fr_fr: Choisissez les applis que vous souhaitez débloquer. Après la connexion, seules les applis sélectionnées ci-dessous seront acheminées par Lantern.
hi: वे ऐप्स चुनें जिन्हें आप अनब्लॉक करना चाहते हैं। कनेक्ट होने पर, केवल नीचे चयनित ऐप्स को Lantern के माध्यम से रूट किया जाएगा।
ms: Pilih apl yang mahu anda nyahsekat. Apabila disambungkan, hanya apl yang dipilih di bawah akan dihalakan melalui Lantern.
ru: Выберите приложения, которые вы хотите разблокировать. При подключении только выбранные ниже приложения будут маршрутизироваться через Lantern.
th_th: เลือกแอปที่คุณต้องการจะปลดบล็อก เมื่อเชื่อมต่อแล้วจะมีแต่แอปที่เลือกไว้ด้านล่างเท่านั้นที่จะส่งผ่าน Lantern
tr: Engelini kaldırmak istediğiniz uygulamaları seçin. Bağlanıldığında yalnızca aşağıda seçili uygulamalar Lantern aracılığıyla yönlendirilecek.
ur: وہ ایپس منتخب کریں جنہیں آپ ان بلاک کرنا چاہتے ہیں۔ مربوط ہونے پر، صرف ذیل میں منتخب کردہ ایپس ہی Lantern کے ذریعے ارسال کی جائیں گی۔
vi: Chọn ứng dụng bạn muốn bỏ chặn. Khi được kết nối, chỉ những ứng dụng được chọn bên dưới mới được định tuyến qua Lantern.
zh_cn: 请选择您要翻墙访问的应用。在您连接蓝灯后，只有这些应用才会通过蓝灯访问。

source: Split Tunneling
bn_bd: বিভক্ত টানেলিং
es_es: Túnel dividido
fa_ir: جداسازی تونل
fr_fr: Tunnellisation partagée
hi: स्प्लिट टनलिंग
ms: Penerowongan Pisah
ru: Раздельное туннелирование
tr: Bölünmüş Tünelleme
ur: منقسم ٹنلنگ
vi: Chia lưu lượng
zh_cn: 隧道分流

# split_tunneling_info
source: When split tunneling is enabled, selected apps will be routed through Lantern. This can improve performance and save bandwidth by only unblocking specified apps.
bn_bd: বিভক্ত টানেলিং সক্রিয় থাকলে, নির্বাচিত অ্যাপগুলো Lantern-এর মাধ্যমে চালিত হবে। এটি পারফরম্যান্স উন্নত করতে পারে এবং শুধুমাত্র নির্দিষ্ট অ্যাপগুলো আনব্লক করে ব্যান্ডউইথ বাঁচাতে পারে।
es_es: Al activar el túnel dividido, las aplicaciones seleccionadas se enrutarán a través de Lantern. Esto puede mejorar el rendimiento y ahorrar ancho de banda al desbloquear únicamente las aplicaciones indicadas.
fa_ir: جداسازی تونل به شما امکان می‌دهد اپلیکیشن‌های انتخاب شده را از عبور از لنترن در هنگام اتصال مستثنی کنید
fr_fr: Lorsque la tunnellisation partagée est activée, les applis sélectionnées sont acheminées par Lantern. Cela peut améliorer les performances et économiser la bande passante en ne débloquant que les applis indiquées.
hi: जब स्प्लिट टनलिंग चालू की जाती है, तो चयनित ऐप्स को Lantern के माध्यम से रूट किया जाएगा। यह केवल निर्दिष्ट ऐप्स को अनब्लॉक करके प्रदर्शन में सुधार कर सकता है और बैंडविड्थ बचा सकता है।
ms: Apabila penerowongan pisah didayakan, apl terpilih akan dihalakan melalui Lantern. Proses ini boleh meningkatkan prestasi dan menjimatkan lebar jalur dengan menyahsekat apl tertentu sahaja.
ru: При включении раздельного туннелирования маршрутизация выбранных приложений будет осуществляться через Lantern. Это сможет повысить производительность и сэкономить трафик, поскольку разблокируются только определенные приложения.
th_th: เมื่อเปิดใช้ Split Tunnelling แอปที่เลือกไว้จะถูกส่งผ่าน Lantern ซี่งจะปรับปรุงประสิทธิภาพและประหยัดแบนด์วิธเพียงแค่ปลดบล็อกแอปที่ระบุเท่านั้น
tr: Bölünmüş Tünelleme etkinleştirildiğinde seçili uygulamalar Lantern aracılığıyla yönlendirilecek. Bu, yalnızca belirli uygulamaların engelini kaldırarak performansı artırabilir ve bant genişliğinden tasarruf etmenizi sağlayabilir.
ur: منقسم ٹنلنگ فعال ہونے پر، منتخب کردہ ایپس Lantern کے ذریعے راؤٹ کی جائیں گی۔ یہ صرف مخصوص ایپس کو ان بلاک کر کے کارکردگی کو بہتر اور بینڈ وڈتھ کو محفوظ کر سکتا ہے۔
vi: Khi bật chia lưu lượng, các ứng dụng đã chọn sẽ được định tuyến thông qua Lantern. Điều này có thể cải thiện hiệu suất và tiết kiệm băng thông bằng cách chỉ bỏ chặn các ứng dụng được chỉ định.
zh_cn: 开启隧道分流模式后，只有您选定的应用才会通过蓝灯翻墙访问。这会有效提升您的上网体验，并节省带宽。

# applied_next_time
source: New split tunneling settings will be applied next time you reconnect.
bn_bd: পরেরবার আপনি যখন আবার সংযোগ করবেন তখন নতুন বিভক্ত টানেলিংয়ের সেটিংস প্রযোজ্য হবে।
es_es: Los nuevos ajustes de túnel dividido se aplicarán la próxima vez que se conecte.
fa_ir: تنظیمات جدید جداسازی تونل در اتصال بعدی شما اعمال خواهند شد.
fr_fr: Les nouveaux paramètres de tunnellisation partagées seront appliqués la prochaine fois que vous vous reconnecterez.
hi: अगली बार जब आप फिर से कनेक्ट करेंगे तो नई स्प्लिट टनलिंग सेटिंग्स लागू की जाएंगी।
ms: Tetapan penerowongan pisah baharu akan digunakan apabila anda membuat sambungan semula sekali lagi.
ru: При повторном подключении будут применены новые настройки раздельного туннелирования.
th_th: การตั้งค่า Split Tunnelling ใหม่จะเปิดใช้ในครั้งหน้าที่คุณเชื่อมต่อใหม่
tr: Tekrar bağlandığınızda yeni bölünmüş tünelleme ayarları uygulanacak.
ur: نئی منقسم ٹنلنگ کی ترتیبات کا اطلاق آپ کے اگلی مرتبہ دوبارہ مربوط ہونے پر ہو گا۔
vi: Cài đặt chia lưu lượng mới sẽ được áp dụng vào lần tiếp theo bạn kết nối lại.
zh_cn: 隧道分流的更新设置，将在您重启蓝灯后生效。

# message_disappearing
source: All messages will not disappear for you and %s.
ar: لن تختفي جميع الرسائل بالنسبة لك و%s.
bn_bd: আপনার এবং %s এর জন্য সমস্ত বার্তা অদৃশ্য হবে না।
es_es: No desaparecerán todos los mensajes entre usted y %s.
fa_ir: همه پیام‌ها برای شما و %s ناپدید نمی‌شوند.
fr_fr: Certains messages resteront visibles pour vous et %s.
hi: आपके लिए सभी मेसेज गायब नहीं होंगे और %s .
ms: Semua mesej tidak akan hilang untuk anda dan %s.
my_mm: မက်ဆေ့ချ်အားလုံးသည် သင်နှင့် %s အတွက် ပျောက်သွားမည်မဟုတ်ပါ။
ru: Для вас и пользователя %s сообщения не будут пропадать.
th_th: ข้อความทั้งหมดจะไม่หายไปสำหรับคุณและ %s
tr: Siz ve %s için tüm mesajlar kaybolmayacaktır.
ur: آپ اور %s کے لیے تمام پیغامات غائب نہیں ہوں گے۔
vi: Tất cả tin nhắn sẽ không biến mất đối với bạn và %s.
zh_cn: 您和 %s 之間傳送的所有訊息都不會消失。

# message_disappearing_description
source: All messages will disappear after %s for you and %s.
ar: ستختفي جميع الرسائل بعد مرور %s بالنسبة لك و%s.
bn_bd: আপনার এবং %s-এর জন্য %s-এর পরে সমস্ত বার্তা অদৃশ্য হয়ে যাবে।
es_es: Todos los mensajes entre usted y %s desaparecerán al cabo de %s.
fa_ir: همه پیام‌ها برای شما و %s پس از %s ناپدید می‌شوند.
fr_fr: Tous les messages disparaîtront après %s pour vous et %s.
hi: आपके और %s के %s के बाद सभी मेसेज गायब हो जाएंगे.
ms: Semua mesej akan hilang selepas %s untuk anda dan %s.
my_mm: မက်ဆေ့ချ်အားလုံးသည် သင်နှင့် %s အတွက် %s အကြာတွင် ပျောက်သွားပါမည်။
ru: Для вас и пользователя %s все сообщения будут пропадать через %s.
th_th: ข้อความทั้งหมดจะหายไปหลังจาก %s สำหรับคุณและ %s
tr: %s sonrasında siz ve %s için tüm mesajlar kaybolacaktır.
ur: %s کے بعد تمام پیغامات آپ اور %s کے لیے غائب ہو جائیں گے۔
vi: Tất cả tin nhắn sẽ biến mất sau %s đối với bạn và %s.
zh_cn: %s後，您和 %s 之間傳送的所有訊息就會消失。

source: View Contact Info
ar: عرض معلومات جهة الاتصال
bn_bd: যোগাযোগের তথ্য দেখুন
es_es: Ver información de contacto
fa_ir: مشاهده اطلاعات مخاطب
fr_fr: Afficher les coordonnées
hi: संपर्क जानकारी देखें
ms: Lihat Maklumat Kenalan
my_mm: အဆက်အသွယ် အချက်အလက်ကို ကြည့်မည်
ru: Посмотреть контактную информацию
th_th: ดูข้อมูลการติดต่อ
tr: İletişim Bilgilerini Görüntüle
ur: رابطے کی معلومات دیکھیں
vi: Xem thông tin liên hệ
zh_cn: 查看聯絡資訊

source: Off
ar: إيقاف التشغيل
bn_bd: বন্ধ করুন
es_es: Desconectado
fa_ir: خاموش
fr_fr: désactivé
hi: बंद करें
ms: Dimatikan
my_mm: ပိတ်
ru: Выкл.
th_th: ปิด
tr: Kapalı
ur: آف
vi: Tắt
zh_cn: 已断开

source: On
bn_bd: চালু করুন
es_es: Conectado
fa_ir: روشن
fr_fr: Activée
hi: खोलें
ms: Dihidupkan
my_mm: ဖွင့်
ru: Вкл.
th_th: เปิด
tr: Açık
ur: آن
vi: Bật
zh_cn: 已连接

source: Continue
ar: واصل
bn_bd: চালিয়ে যান
es_es: Continuar
fa_ir: ادامه
fr_fr: Continuer
hi: जारी रखें
ms: Teruskan
my_mm: ဆက်သွားပါ
ru: Продолжить
th_th: ดำเนินการต่อ
tr: Devam et
ur: جاری رکھئے
vi: Tiếp tục
zh_cn: 继续

source: Continue to Pro
bn_bd: প্রো তে চালুন
es_es: Continuar hacia Pro
fa_ir: به استفاده از لنترن ویژه ادامه دهید!
fr_fr: Poursuivre vers la version Pro
hi: प्रो करने के लिए जारी
ms: Terus ke Pro
ru: Продолжить с версией Pro
th_th: ดำเนินการต่อไปยัง Pro
tr: Pro'ya Devam Et
ur: پرو کو جار ی رکھیں
vi: Tiếp tục qua bản Pro
zh_cn: 下一步

# are_you_sure_you_want_to_open
source: Are you sure you want to open %s?
ar: هل تريد بالتأكيد فتح %s؟
bn_bd: আপনি কি %s খুলতে চাওয়ার বিষয়ে নিশ্চিত?
es_es: ¿Seguro que desea abrir %s?
fa_ir: مطمئنید که می‌خواهید %s را باز کنید؟
fr_fr: Voulez-vous vraiment ouvrir %s ?
hi: क्या आप सच में %s इसे खोलना चाहते हैं?
ms: Adakah anda pasti bahawa anda ingin membuka %s?
my_mm: %s ကို သင်ဖွင့်လိုသည်မှာ သေချာပါသလား။
ru: Открыть %s?
th_th: คุณแน่ใจหรือไม่ว่าคุณต้องการที่จะเปิด %s?
tr: %s öğesini açmak istediğinizden emin misiniz?
ur: کیا آپ واقعی %s کو کھولنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn mở %s không?
zh_cn: 确定要打开%s吗？

source: Set
ar: تعيين
bn_bd: সেট
es_es: Establecer
fa_ir: تنظیم
fr_fr: Définir
hi: सेट
ms: Tetapkan
my_mm: သတ်မှတ်မည်
ru: Настроить
th_th: ชุด
tr: Ayarla
ur: سیٹ کریں
vi: Đặt
zh_cn: 设置

source: Menu
ar: القائمة
bn_bd: মেনু
es_es: Menú
fa_ir: منو
hi: मेन्यू
my_mm: မီနူး
ru: Меню
th_th: เมนู
tr: Menü
ur: مینو
zh_cn: 菜单

# send_error
source: Something went wrong while sending your message
ar: حدث خطأ ما أثناء إرسال رسالتك
bn_bd: আপনার বার্তা পাঠানোর সময় কিছু ত্রুটি ঘটেছে
es_es: Algo ha fallado durante el envío de su mensaje
fa_ir: در حین ارسال پیامتان، خطایی رخ داد
fr_fr: Une erreur est survenue pendant l'envoi de votre message
hi: आपका मेसेज भेजते वक़्त कुछ गड़बड़ी हुई
ms: Sesuatu tidak kena semasa menghantar mesej anda
my_mm: သင့်မက်ဆေ့ချ်ကို ပေးပို့နေစဉ် တစ်စုံတစ်ခု မှားသွားသည်။
ru: Ошибка отправки сообщения
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการส่งข้อความของคุณ
tr: Mesajınız gönderilirken bir sorun oluştu
ur: آپ کا پیغام بھیجنے کے دوران کچھ غلط ہو گیا
vi: Đã xảy ra lỗi khi gửi tin nhắn của bạn
zh_cn: 发送消息时出错了

# share_media_error
source: Something went wrong while sharing a media file
ar: حدث خطأ ما أثناء مشاركة أحد ملفات الوسائط
bn_bd: একটি মিডিয়া ফাইল শেয়ার করার সময় কিছু ত্রুটি ঘটেছে
es_es: Algo ha fallado al compartir un archivo audiovisual
fa_ir: در حین اشتراک‌گذاری فایل رسانه‌ای، خطایی رخ داد
fr_fr: Une erreur est survenue pendant le partage d'un fichier multimédia
hi: मीडिया फ़ाइल शेयर करते वक़्त कुछ गड़बड़ी हुई
ms: Sesuatu tidak kena semasa berkongsi fail media
my_mm: မီဒီယာဖိုင်ကို မျှဝေနေစဉ် တစ်စုံတစ်ခု မှားသွားသည်။
ru: Ошибка отправки медиафайла
th_th: เกิดข้อผิดพลาดบางอย่างระหว่างการแชร์ไฟล์มีเดีย
tr: Bir medya dosyası paylaşılırken bir sorun oluştu
ur: میڈیا فائل شیئر کرنے کے دوران کچھ غلط ہو گیا
vi: Đã xảy ra lỗi khi chia sẻ tệp phương tiện
zh_cn: 分享媒体文件时出错了

source: No Recents
ar: لا توجد عناصر حديثة
bn_bd: সাম্প্রতিক কিছু নেই
es_es: No hay recientes
fa_ir: مورد جدیدی وجود ندارد
fr_fr: Aucun récent
hi: हाल का कुछ नहीं
ms: Tiada Mesej Terbaru
my_mm: မကြာသေးမီက ပြုလုပ်ထားသည်များ မရှိပါ
ru: Нет недавних
th_th: ไม่มีล่าสุด
tr: Yakın Dönemde Yok
ur: کوئی حالیہ نہیں
vi: Không có Gần đây
zh_cn: 無近期活動

source: Set Display Name
ar: تعيين الاسم المعروض
bn_bd: ডিসপ্লে নাম সেট করুন
es_es: Establecer nombre en pantalla
fa_ir: تنظیم نام نمایشی
fr_fr: Définir le nom d'affichage
hi: डिस्प्ले नाम सेट करें
ms: Tetapkan Nama Paparan
my_mm: ပြသလိုသည့် အမည်ကို သတ်မှတ်မည်
ru: Установить отображаемое имя
th_th: ตั้งชื่อที่แสดง
tr: Görünen Adı Ayarla
ur: ڈسپلے کا نام سیٹ کریں
vi: Đặt tên hiển thị
zh_cn: 设置显示名

source: Introduce Contact
ar: تقديم جهة الاتصال
bn_bd: পরিচিতি উপস্থাপন করুন
es_es: Presentar contacto
fa_ir: معرفی مخاطب
fr_fr: Présenter un contact
hi: संपर्क का परिचय दें
ms: Perkenalkan Kenalan
my_mm: အဆက်အသွယ်ကို မိတ်ဆက်မည်
ru: Познакомить с контактом
th_th: แนะนำผู้ติดต่อ
tr: Kişiyi Tanıt
ur: رابطہ متعارف کروائیں
vi: Giới thiệu Liên hệ
zh_cn: 介绍联系人

source: Introduce Contacts
ar: تقديم جهات الاتصال
bn_bd: পরিচিতিগুলি উপস্থাপন করুন
es_es: Presentar contactos
fa_ir: معرفی مخاطبین
fr_fr: Présenter des contacts
hi: संपर्क का परिचय दें
ms: Perkenalkan Kenalan
my_mm: အဆက်အသွယ်များကို မိတ်ဆက်မည်
ru: Познакомить контакты
th_th: แนะนำผู้ติดต่อ
tr: Kişileri Tanıt
ur: رابطوں کو متعارف کروائیں
vi: Giới thiệu Liên hệ
zh_cn: 介绍联系人

# introduce_contacts_with_count
source: Introduce Contacts (%s)
ar: تقديم جهات الاتصال (%s)
bn_bd: পরিচিতিগুলিকে পরিচয় করান (%s)
es_es: Presentar contactos (%s)
fa_ir: معرفی مخاطبین (%s)
fr_fr: Présenter des contacts (%s)
hi: (%s) संपर्क का परिचय दें
ms: Perkenalkan Kenalan (%s)
my_mm: အဆက်အသွယ်များ (%s) ကို မိတ်ဆက်မည်
ru: Познакомить контакты (%s)
th_th: แนะนำผู้ติดต่อ (%s)
tr: Kişileri Tanıt (%s)
ur: رابطوں (%s) کو متعارف کروائیں
vi: Giới thiệu Liên hệ (%s)
zh_cn: 介绍联系人 (%s)

# need_two_contacts_to_introduce
source: Once you have two or more contacts you will be able to create introductions.
ar: بمجرد إضافة جهتي اتصال أو أكثر، ستتمكن من إنشاء تقديمات.
bn_bd: একবার আপনার দুই বা ততোধিক পরিচিতি থাকলে আপনি পরিচয় তৈরি করতে সক্ষম হবেন।
es_es: Podrá crear presentaciones en cuanto tenga dos o más contactos.
fa_ir: هنگامی که دو یا چند مخاطب دارید، می‌توانید معرفی‌ها را ایجاد کنید.
fr_fr: Une fois que vous aurez au moins deux contacts, vous pourrez créer des présentations.
hi: एक बार आपके पास दो या अधिक संपर्क हो जाने पर आप परिचय बना सकेंगे.
ms: Setelah anda mempunyai dua atau lebih kenalan, anda akan dapat mencipta pengenalan.
my_mm: သင့်တွင် အဆက်အသွယ် နှစ်ခု သို့မဟုတ် အထက် ရှိသည်နှင့် မိတ်ဆက်စကားများကို ဖန်တီးနိုင်မည်ဖြစ်သည်။
ru: Если у вас есть хотя бы два контакта, вы можете познакомить их друг с другом.
th_th: เมื่อคุณมีผู้ติดต่อมากกว่าสองคน คุณจะสามารถสร้างการแนะนำได้
tr: İki veya daha fazla kişiniz olduğunda tanıtımlar oluşturabileceksiniz.
ur: جب آپ کو دو یا اس سے زائد رابطے مل جائیں تو آپ تعارف تخلیق کرنے کے قابل ہو جائیں گے۔
vi: Khi bạn có từ hai liên hệ trở lên, bạn sẽ có thể tạo giới thiệu.
zh_cn: 只要擁有兩位以上聯絡人，您就能介紹他們彼此認識。

# introduce_contacts_select
source: Select two or more contacts to introduce. They will be sent introductions to start messaging each other.
ar: حدد جهتي اتصال أو أكثر للتقديم. ستُرسل تقديمات لهم لبدء مراسلة بعضهم البعض.
bn_bd: পরিচয় করিয়ে দিতে দুই বা ততোধিক পরিচিতি নির্বাচন করুন। একে অপরকে বার্তা পাঠানো শুরু করার জন্য তাদের পরিচয় পাঠানো হবে।
es_es: Seleccione a dos o más contactos para presentarlos. Se les enviarán presentaciones para que puedan mensajearse entre ellos.
fa_ir: دو یا چند مخاطب را برای معرفی انتخاب کنید. برای شروع گپ، معرفی‌ها برای آنها ارسال می‌‌شود.
fr_fr: Sélectionnez au moins deux contacts à présenter mutuellement. Ils recevront des présentations afin qu'ils puissent commencer à s'envoyer des messages.
hi: मिलवाने के लिए दो या अधिक संपर्कों को चुनें. उन्हें एक-दूसरे को मेसेज करना शुरू करने के लिए परिचय भेजा जाएगा.
ms: Pilih dua atau lebih kenalan untuk diperkenalkan. Pengenalan akan dihantar kepada mereka untuk mula menghantar mesej antara satu sama lain.
my_mm: မိတ်ဆက်ရန်အတွက် အဆက်အသွယ် နှစ်ခု သို့မဟုတ် အထက်ကို ရွေးချယ်ပါ။ တစ်ဦးနှင့်တစ်ဦး မက်ဆေ့ချ်ပေးပို့မှုကို စတင်ရန်အတွက် ၎င်းတို့ထံသို့ မိတ်ဆက်စကားများကို ပေးပို့ပါမည်။
ru: Выберите хотя бы два контакта, которых хотите познакомить. Они смогут начать общение, когда подтвердят запрос на знакомство.
th_th: เลือกแนะนำผู้ติดต่อสองคนหรือมากกว่า พวกเขาจะได้รับการแนะนำการเริ่มต้นส่งข้อความถึงกัน
tr: Tanıtmak için iki veya daha fazla kişi seçin. Bu kişilere birbirleriyle mesajlaşmaya başlamaları için tanıtımlar gönderilecektir.
ur: تعارف کے لیے دو یا زائد رابطوں کو منتخب کریں۔ وہ ایک دوسرے کے ساتھ پیغامات شروع کرنے کے لیے تعارف بھیجیں گے۔
vi: Chọn hai hoặc nhiều liên hệ để giới thiệu. Họ sẽ được gửi lời giới thiệu để bắt đầu nhắn tin cho nhau.
zh_cn: 選取兩位以上聯絡人即可加以介紹。系統會將介紹函傳送給他們，接著他們就能開始與對方傳送訊息。

# introduce_single_contact
source: Select a contact to introduce to %s. Once they approve the introduction, they will be able to message each other.
ar: حدد إحدى جهات الاتصال لتقديمها إلى%s. وبمجرد الموافقة على التقديم، سيتمكنان من مراسلة بعضهما البعض.
bn_bd: %s এর সাথে পরিচয় করিয়ে দিতে একটি পরিচিতি নির্বাচন করুন। একবার তারা পরিচয়টির অনুমোদন করলে, তারা একে অপরকে বার্তা পাঠাতে সক্ষম হবে।
es_es: Seleccione a un contacto para presentárselo a %s. En cuanto apruebe la presentación, podrán mensajearse entre ellos.
fa_ir: مخاطبی را برای معرفی به %s انتخاب کنید. پس از تأیید معرفی توسط آنها، می‌توانند با هم گپ بزنند.
fr_fr: Sélectionnez un contact à présenter à %s. Une fois qu'ils approuvent la présentation, ils pourront s'envoyer des messages.
hi: %s से मिलवाने के लिए एक संपर्क को चुनें. एक बार जब वे परिचय को मंजूरी दे देते हैं, तो वे एक दूसरे को मेसेज कर सकेंगे.
ms: Pilih kenalan untuk diperkenalkan kepada %s. Setelah mereka meluluskan pengenalan, mereka akan dapat menghantar mesej antara satu sama lain.
my_mm: %s ထံသို့ မိတ်ဆက်ရန် အဆက်အသွယ်ကို ရွေးချယ်ပါ။ မိတ်ဆက်စကားကို ၎င်းတို့က ခွင့်ပြုသည်နှင့် ၎င်းတို့ တစ်ဦးနှင့်တစ်ဦး မက်ဆေ့ချ်ပေးပို့နိုင်ပါလိမ့်မည်။
ru: Выберите контакт, который хотите познакомить с пользователем %s. Они смогут начать общаться, как только подтвердят знакомство.
th_th: เลือกผู้ติดต่อเพื่อแนะนำให้กับ %s เมื่อพวกเขาได้ยอมรับการแนะนำแล้ว พวกเขาจะสามารถส่งข้อความถึงกันได้
tr: %s kişisine tanıtılacak bir kişi seçin. Bu kişiler tanıtımı onayladıktan sonra birbirleriyle mesajlaşabilecektir.
ur: %s کو متعارف کروانے کے لیے رابطہ منتخب کریں۔ ایک مرتبہ جب وہ تعارف کو منظور کر لیں گے، تو وہ ایک دوسرے کو پیغامات بھیجنے کے قابل ہو جائیں گے۔
vi: Chọn một liên hệ để giới thiệu với %s. Sau khi chấp thuận lời giới thiệu, họ sẽ có thể nhắn tin cho nhau.
zh_cn: 選取您要介紹給 %s 的聯絡人。一旦雙方核准，他們就能傳送訊息給對方。
