Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

# filenames_cannot_be_edited
source: Filenames cannot be edited once published.
bn_bd: একবার প্রকাশিত হলে ফাইলের নাম পরিবর্তন করা যাবে না।
es_es: Una vez que se publican los nombres de los archivos, ya no se pueden modificar.
fa_ir: نام فایل‌ها پس از انتشار قابل ویرایش نیست.
fr_fr: Les noms des fichiers ne peuvent pas être modifiés après leur publication.
hi: एक बार प्रकाशित होने के बाद फाइलों के नाम संपादित नहीं किए जा सकता हैं।
ms: Nama fail tidak boleh diedit setelah diterbitkan.
my_mm: တင်လိုက်သည်နှင့် ဖိုင်အမည်များကို တည်းဖြတ်၍မရတော့ပါ။
ru: Имена файлов нельзя редактировать после загрузки.
th_th: เมื่อเผยแพร่แล้วจะแก้ไขชื่อไฟล์ไม่ได้
tr: Dosya adları yayımlandıktan sonra değiştirilemez
ur: شائع ہو جانے کے بعد فائل کے ناموں میں ترمیم نہیں کی جا سکتی۔
vi: Tên tệp không thể chỉnh sửa sau khi xuất bản.
zh_cn: 發佈後無法編輯檔案名稱。

source: Add Description
bn_bd: বিবরণ যোগ করুন
es_es: Añadir descripción
fa_ir: افزودن توضیحات
fr_fr: Ajouter une description
hi: कृपया विवरण जोड़ें।
ms: Tambahkan Penerangan
my_mm: ဖော်ပြချက် ထည့်ပါ
ru: Добавить описание
th_th: เพิ่มคำอธิบาย
tr: Tanım Ekle
ur: وضاحت شامل کریں
vi: Thêm mô tả
zh_cn: 新增說明

# no_description
source: No description provided
bn_bd: বর্ণনা লেখা হয়নি।
es_es: No se ha facilitado ninguna descripción
fa_ir: توضیحی ارائه نشده است.
fr_fr: Aucune description fournie
hi: विवरण खाली छोड़ दिया गया था।
ms: Tiada penerangan diberikan
my_mm: ဖော်ပြချက်များ ပေးမထားပါ
ru: Без описания
th_th: ไม่ได้ระบุคำอธิบาย
tr: Sağlanan tanım yok
ur: کوئی وضاحت فراہم نہیں کی گئی
vi: Không có mô tả nào được cung cấp
zh_cn: 未提供說明

# read_details
source: Read PDF
bn_bd: পিডিএফ ফাইল পড়ুন
es_es: Leer PDF
fa_ir: خواندن PDF
fr_fr: Lire le PDF
hi: पीडीएफ फाइल पढ़ें
ms: Baca PDF
my_mm: PDF ကို ဖတ်ပါ
ru: Читать PDF
th_th: อ่าน PDF
tr: PDF'yi Oku
ur: PDF کو پڑھیں
vi: Đọc PDF
zh_cn: 阅读 PDF

# description_initial_value
source: Description cannot be modified once published
bn_bd: বর্ণনা একবার প্রকাশিত হলে পরিবর্তন করা যাবে না।
es_es: Una vez que se publica la descripción, ya no se puede modificar
fa_ir: توضیح پس از انتشار قابل تغییر نیست.
fr_fr: La description ne peut pas être modifiée après sa publication.
hi: एक बार प्रकाशित होने के बाद विवरण को बदला नहीं जा सकता है।
ms: Penerangan tidak boleh diubah suai setelah diterbitkan
my_mm: တင်လိုက်သည်နှင့် ဖော်ပြချက်ကို မွမ်းမံပြင်ဆင်၍မရတော့ပါ
ru: Описание нельзя редактировать после загрузки
th_th: เมื่อเผยแพร่แล้วจะแก้ไขคำอธิบายไม่ได้
tr: Yayımlandıktan sonra tanım değiştirilemez
ur: شائع ہو جانے کے بعد وضاحت میں تدوین نہیں کی جا سکتی
vi: Không thể sửa đổi mô tả sau khi đã xuất bản
zh_cn: 说明一经发布不可修改

source: Name Your File
ar: قم بتسمية الملف الخاص بك
bn_bd: আপনার ফাইলের নাম দিন
es_es: Póngale un nombre a su archivo
fa_ir: نامی برای فایل انتخاب کنید
fr_fr: Nommez votre fichier
hi: अपनी फ़ाइल को नाम दें
ms: Namakan Fail Anda
my_mm: သင့်ဖိုင်ကို အမည်ပေးပါ
ru: Присвойте файлу имя
th_th: ชื่อไฟล์ (จำเป็น)
tr: Dosyanızı Adlandırın
ur: اپنی فائل کو نام دیں
vi: Đặt tên tệp của bạn
zh_cn: 命名文件

source: Upload
ar: تحميل
bn_bd: আপলোড করুন
es_es: Subir
fa_ir: آپلود
fr_fr: Téléverser
hi: डालना
ms: Muat naik
my_mm: တင်ပါ
ru: Отправить
th_th: อัปโหลด
tr: Yükle
ur: اپ لوڈ کریں
vi: Tải lên
zh_cn: 上传

source: Review
bn_bd: এটা চেক করুন.
es_es: Revisar
fa_ir: بررسی
fr_fr: Vérifier
hi: इसकी समीक्षा करें
ms: Semak semula
my_mm: သုံးသပ်မှု
ru: Проверить
th_th: ทบทวน
tr: Gözden geçir
ur: جائزہ
vi: Kiểm tra
zh_cn: 審閱

source: Skip
bn_bd: পরবর্তী
es_es: Saltar
fa_ir: رد کردن
fr_fr: Ignorer
hi: अगला
ms: Langkau
my_mm: ကျော်မည်
ru: Пропустить
th_th: ข้าม
tr: Atla
ur: نظر انداز کریں
vi: Bỏ qua
zh_cn: 跳过

# replica_layout_filetype
source: filetype: %s
bn_bd: ফাইলের ধরন
es_es: tipo de archivo: %s
fa_ir: نوع فایل
fr_fr: type de fichier : %s
hi: फाइल का प्रकार
my_mm: ဖိုင်အမျိုးအစား- %s
ru: тип файла
th_th: ประเภทไฟล์: %s
tr: dosya türü: %s
ur: فائل کی قسم: %s
vi: loại tệp: %s
zh_cn: 文件类型：%s

# replica_layout_creation_date
source: Created on %s
bn_bd: যে তারিখে এটি তৈরি করা হয়েছিল
es_es: Creado el %s
fa_ir: ایجاد شده در
fr_fr: Créé le %s
hi: निर्माण की तिथि
ms: Dicipta pada %s
my_mm: %s တွင် ဖန်တီးထားသည်
ru: Создан
th_th: สร้างเมื่อ %s
tr: %s tarihinde oluşturuldu
ur: %s کو تخلیق کردہ
vi: Đã tạo vào %s
zh_cn: 创建于 %s

# empty_description
source: No description was provided.
bn_bd: বর্ণনা লেখা হয়নি।
es_es: No se ha facilitado ninguna descripción.
fa_ir: هیچ توضیحی ارائه نشده است
fr_fr: Aucune description n'a été fournie.
hi: विवरण खाली छोड़ दिया गया है।
ms: Tiada penerangan diberikan.
my_mm: ဖော်ပြချက်များ ပေးမထားပါ။
ru: Описание не предоставлено.
th_th: ไม่ได้ระบุคำอธิบาย
tr: Sağlanan tanım yok.
ur: کوئی وضاحت فراہم نہیں کی گئی تھی۔
vi: Không có mô tả nào được cung cấp.
zh_cn: 没有提供说明。

# publish
source: Yes, Publish
bn_bd: হ্যাঁ, প্রকাশ করুন।
es_es: Sí, publicar
fa_ir: بله، منتشر شود
fr_fr: Oui, publier
hi: हाँ, इसे प्रकाशित करें।
ms: Ya, Terbitkan
my_mm: ဟုတ်ကဲ့၊ တင်ပါမည်
ru: Да, опубликовать
th_th: ใช่ เผยแพร่
tr: Evet, Yayımla
ur: جی ہاں، شائع کریں
vi: Có, Xuất bản
zh_cn: 是，請發佈

source: Important!
bn_bd: গুরুত্বপূর্ণ!
es_es: ¡Importante!
fa_ir: مهم!
hi: ज़रूरी!
ms: Penting!
my_mm: အရေးကြီးသည်။
ru: Важно!
th_th: สำคัญ!
tr: Önemli!
ur: اہم!
vi: Quan trọng!
zh_cn: 重要！

# upload_tos_agree
source: I understand
bn_bd: আমি এটা বুঝতে পেরেছি.
es_es: Acepto
fa_ir: متوجهم
fr_fr: Je comprends
hi: मैं समझता हूँ।
ms: Saya faham
my_mm: ကျွန်ုပ် နားလည်ပါသည်
ru: Я понимаю
th_th: ฉันเข้าใจ
tr: Anlıyorum
ur: میں سمجھ گیا
vi: Tôi hiểu
zh_cn: 我明白

# test_text
source: I want to eat some pizza 🍕 😊
bn_bd: আমি পিত্জা খেতে চাই 🍕 😊
es_es: Tengo antojo de pizza 🍕 😊
fa_ir: می‌خواهم پیتزا بخورم 🍕 😊
fr_fr: Je veux manger de la pizza 🍕 😊
hi: मुझे कुछ पिज़्ज़ा खाने हैं 🍕 😊
ms: Saya ingin makan piza 🍕 😊
my_mm: ပီဇာ 🍕 😊 စားချင်တယ်
ru: Съесть бы пару кусочков пиццы 🍕 😊
th_th: ฉันอยากกินพิซซ่าจัง 🍕 😊
tr: Pizza yemek istiyorum 🍕 😊
ur: میں پیزا کھانا چاہتا/چاہتی ہوں 🍕 😊
vi: Tôi muốn ăn một chút pizza 🍕 😊
zh_cn: 好想吃披薩 🍕 😊

# test_hello
source: Hi how are you?
bn_bd: হাই, আপনি কেমন আছেন?
es_es: ¡Buenas! ¿Qué tal?
fa_ir: سلام، حالتان چطور است؟
fr_fr: Bonjour, comment vas-tu ?
hi: नमस्ते, आप कैसे हैं?
ms: Hai, apa khabar?
my_mm: ဟိုင်း နေကောင်းလား။
ru: Привет! А ты что думаешь?
th_th: สวัสดี สบายดีมั้ย?
tr: Merhaba, nasılsınız?
ur: ہائی آپ کیسے ہیں؟
vi: Xin chào, bạn khỏe không?
zh_cn: 嗨，你好嗎？

# test_reply
source: Actually no, I think I am in the mood for sushi today!
bn_bd: আসলে তা নয়, আজ আমার সুশি খেতে ইচ্ছা হচ্ছে!
es_es: Pues... ¡yo estaba pensando en sushi!
fa_ir: در واقع نه، فکر می‌کنم امروز تمایل به سوشی دارم!
fr_fr: En fait non, je pense que j’ai envie de manger des sushis aujourd’hui.
hi: दरअसल नहीं, मुझे लगता है कि आज मेरा सुशी खाने का मन है!
ms: Sebenarnya, saya rasa saya ingin makan sushi pada hari ini!
my_mm: သိပ်တော့မကောင်းဘူး၊ ဒီနေ့ ဆူရှီစားချင်နေသလိုပဲ။
ru: Нет, сегодня мне хочется суши.
th_th: ไม่ค่อยเลย ฉันว่าวันนี้ฉันมีอารมณ์อยากกินซูชิแหละ!
tr: Aslında hayır, sanırım bugün suşi yiyesim var!
ur: لیکن نہیں، مجھے لگتا ہے کہ میرا آج سوشی کھانے کا دل ہے!
vi: Thực ra là không, tôi nghĩ hôm nay tôi muốn ăn sushi!
zh_cn: 其實我還好，今天比較想吃壽司！

# test_disappearing_messages_1
source: Initially all messages disappear after 24 hours.
bn_bd: প্রাথমিকভাবে সমস্ত বার্তা 24 ঘন্টা পরে অদৃশ্য হয়ে যায়।
es_es: En principio, todos los mensajes desaparecen a las 24 horas.
fa_ir: در ابتدا همه پیام‌ها بعد از 24 ساعت ناپدید می‌شوند.
fr_fr: Initialement, tous les messages disparaissent après 24 heures.
hi: शुरुआत में सभी मैसेज 24 घंटों के बाद गायब हो जाते हैं.
ms: Pada mulanya, semua mesej hilang selepas 24 jam.
my_mm: အစပိုင်းတွင် မက်ဆေ့ချ်အားလုံးသည် 24 နာရီကြာပြီးနောက် ပျောက်သွားသည်။
ru: Все сообщения исчезают через 24 часа.
th_th: ในเบื้องต้นทุกข้อความจะหายไปหลังจากผ่านไปแล้ว 24 ชั่วโมง
tr: Başlangıçta tüm mesajlar 24 saat sonra kaybolur.
ur: ابتدائی طور پر تمام پیغامات 24 گھنٹے بعد غائب ہو جاتے ہیں۔
vi: Ban đầu tất cả các tin nhắn biến mất sau 24 giờ.
zh_cn: 起初，所有訊息都會在 24 小時後消失。

# test_disappearing_messages_2
source: Now this message should disappear very soon!
bn_bd: এখন এই বার্তা খুব তাড়াতাড়ি অদৃশ্য হওয়া উচিত!
es_es: ¡Este mensaje se esfumará muy pronto!
fa_ir: حالا این پیام باید به‌زودی ناپدید شود!
fr_fr: Maintenant, ce message devrait disparaître très bientôt.
hi: अब यह मैसेज जल्दी गायब हो जाना चाहिए!
ms: Sekarang, mesej ini sepatutnya hilang tidak lama lagi!
my_mm: အခု ဤမက်ဆေ့ချ်သည် သိပ်မကြာခင် ပျောက်သွားတော့မည်။
ru: Это сообщение должно исчезнуть в ближайшее время.
th_th: ข้อความนี้ก็จะหายไปเร็วๆ นี้!
tr: Bu mesaj çok yakında kaybolacaktır!
ur: اب یہ پیغام بھی بہت جلد غائب ہو جائے گا!
vi: Bây giờ tin nhắn này sẽ sớm biến mất!
zh_cn: 現在，訊息應該很快就會消失！

# test_replica_search
source: cat
bn_bd: বিড়াল
es_es: gato
fa_ir: گربه
fr_fr: chat
hi: बिल्ली
ms: kucing
my_mm: ကြောင်
ru: кот
th_th: แมว
tr: kedi
ur: بلی
vi: mèo
zh_cn: 貓

# discover_disclaimer
source: Lantern anonymizes your searches and protects them from third parties.
bn_bd: Lantern আপনার অনুসন্ধানগুলিকে বেনামী করে এবং তৃতীয় পক্ষগুলির হাত থেকে রক্ষা করে।
es_es: Lantern hace anónimas sus búsquedas y las protege de terceras partes.
fa_ir: Lantern جستجوهای شما را بی‌نام می‌کند و از آن‌ها در برابر اشخاص ثالث محافظت می‌کند.
fr_fr: Lantern anonymise vos recherches et les protège contre les tiers.
hi: आप जो भी सर्च करते हैं, Lantern उसे गुमनाम कर देता है और थर्ड पार्टियों से सुरक्षित रखता है.
ms: Lantern menjadikan carian anda berciri awanama dan melindungi carian anda daripada pihak ketiga.
my_mm: Lantern သည် သင်၏ ရှာဖွေမှုများကို အမည်မဖော်ပြဘဲ ယင်းတို့ကို ပြင်ပအဖွဲ့အစည်းများထံ မရောက်ရှိစေရန် ကာကွယ်ပေးသည်။
ru: Lantern делает поисковые запросы анонимными и защищает их от третьих лиц.
th_th: Lantern ไม่เปิดเผยการค้นหาของคุณและป้องกันการค้นหาจากบุคคลที่สาม
tr: Lantern aramalarınızı anonimleştirir ve üçüncü taraflardan korur.
ur: Lantern آپ کی تلاشوں کو گمنام بناتی ہے اور انہیں فریقین ثالث سے محفوظ رکھتی ہے۔
vi: Lantern ẩn danh các tìm kiếm của bạn và bảo vệ chúng khỏi các bên thứ ba.
zh_cn: Lantern 會將您的搜尋內容匿名處理，以免第三方取得相關資料。

source: Support
bn_bd: সাপোর্ট
es_es: Soporte
fa_ir: پشتیبانی
fr_fr: Soutien
hi: सहायता
ms: Sokongan
ru: Поддержка
th_th: สนับสนุน
tr: Destek
ur: سپورٹ
vi: Hỗ trợ
zh_cn: 支持

source: Lantern User Forum
bn_bd: Lantern ব্যবহারকারীর ফোরাম
es_es: Foro de Lantern
fa_ir: تالار گفتمان کاربران لنترن
fr_fr: Forum des utilisateurs de Lantern
hi: Lantern उपयोगकर्ता फोरम
ms: Forum Pengguna Lantern
ru: Форум пользователей Lantern
th_th: กระดานสนทนาผู้ใช้ Lantern
tr: Lantern Kullanıcı Forumu
ur: Lantern کا صارفی فورم
vi: Diễn đàn người dùng Lantern
zh_cn: 蓝灯用户论坛

source: FAQ
es_es: Preguntas frecuentes (FAQ)
fa_ir: ‫سوالات متداول
hi: सामान्य प्रश्न
ru: ЧаВо
th_th: คำถามที่พบบ่อย
tr: SSS
ur: اکثر پوچھے جانے والے سوالات
zh_cn: 蓝灯论坛

source: Add Device
bn_bd: ডিভাইস যোগ করুন
es_es: Añadir dispositivo
fa_ir: افزودن دستگاه جدید
fr_fr: Ajouter un appareil
hi: डिवाइस जोडे
ms: Tambah Peranti
my_mm: ကိရိယာထည့်ပါ
ru: Добавить устройство
th_th: เพิ่มอุปกรณ์
tr: Hesap Ekle
ur: ڈیوائس شامل کیجئے
vi: Thêm Máy
zh_cn: 授权其他设备使用专业版

source: Search Apps
bn_bd: অ্যাপ অনুসন্ধান করুন
es_es: Buscar aplicaciones
fa_ir: جستجوی برنامه‌ها
fr_fr: Rechercher des applications
th_th: ค้นหาแอป
zh_cn: 搜索应用程序

source: Delete
ar: حذف
bn_bd: মুছে ফেলুন
es_es: Borrar
fa_ir: حذف
fr_fr: Supprimer
hi: हटाएं
ms: Padam
my_mm: ဖျက်ပါ
ru: Удалить
th_th: ลบ
tr: Sil
ur: حذف کریں
vi: Xóa
zh_cn: 删除

# device_added_message
source: Your device has been successfully added. If you do not see the device connected, please restart the app on both devices
bn_bd: আপনার ডিভাইস সফলভাবে যোগ করা হয়েছে। যদি আপনি ডিভাইসটি সংযুক্ত না দেখেন, তবে উভয় ডিভাইসে অ্যাপটি পুনরায় চালু করুন
es_es: Tu dispositivo se ha añadido correctamente. Si no ves el dispositivo conectado, reinicia la aplicación en ambos dispositivos.
fa_ir: دستگاه شما با موفقیت اضافه شد. اگر دستگاه متصل را نمی‌بینید، لطفاً برنامه را در هر دو دستگاه مجدداً راه‌اندازی کنید
fr_fr: Votre appareil a été ajouté avec succès. Si vous ne voyez pas l'appareil connecté, veuillez redémarrer l'application sur les deux appareils
th_th: อุปกรณ์ของคุณถูกเพิ่มเรียบร้อยแล้ว หากคุณไม่เห็นอุปกรณ์เชื่อมต่อ โปรดรีสตาร์ทแอปบนทั้งสองอุปกรณ์
zh_cn: 您的设备已成功添加。如果您没有看到设备连接，请重新启动两个设备上的应用程序

source: Recovery Code Sent
bn_bd: পুনরুদ্ধার কোড পাঠানো হয়েছে
es_es: El código de recuperación ha sido enviado
fa_ir: کد بازیابی ارسال شده است
fr_fr: Le code de récupération a été envoyé
th_th: รหัสกู้คืนถูกส่งไปแล้ว
zh_cn: 復原碼已傳送

source: Cannot login
bn_bd: প্রবেশ করতে পারছেন না
es_es: No puedo iniciar sesión
fa_ir: نمی‌توان وارد سیستم شد
fr_fr: Impossible de se connecter
th_th: ไม่สามารถเข้าสู่ระบบได้
zh_cn: 无法登录

source: Privacy Policy
bn_bd: গোপনীয়তা নীতি
es_es: Política de privacidad
fa_ir: حریم خصوصی
fr_fr: Politique de confidentialité
hi: गोपनीयता नीति
ms: Polisi Privasi
my_mm: ကိုယ်ရေးအချက်အလက်မူဝါဒ
ru: Политика конфиденциальности
th_th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
ur: پرائیوسی پالیسی
vi: Chính sách Bảo mật
zh_cn: 私隐政策

source: Terms of Service
bn_bd: সেবা পাবার শর্ত
es_es: Condiciones del servicio
fa_ir: شرایط استفاده از خدمات
fr_fr: Conditions générales d’utilisation
hi: सेवा की शर्तें
ms: Terma Perkhidmatan
my_mm: ဝန်ဆောင်မှု၏စည်းကမ်းချက်များ
ru: Условия использования
th_th: เงื่อนไขการให้บริการ
tr: Hizmet Şartları
ur: سروس کی شرائط
vi: Điều khoản Dịch vụ
zh_cn: 服務條款

source: Invalid verification code
bn_bd: অবৈধ যাচাই কোড
es_es: Código de verificación no válido
fa_ir: کد تأیید نامعتبر
fr_fr: Code de vérification invalide
th_th: รหัสตรวจสอบไม่ถูกต้อง
zh_cn: 无效的验证码

# wrong_seller_code
source: Incorrect reseller code. Please verify and try again.
bn_bd: ভুল রিসেলার কোড। দয়া করে যাচাই করুন এবং আবার চেষ্টা করুন।
es_es: Código de revendedor incorrecto. Por favor verifica y vuelve a intentarlo.
fa_ir: کد فروشنده نادرست است. لطفاً بررسی کرده و دوباره تلاش کنید.
fr_fr: Code de revendeur incorrect. Veuillez vérifier et réessayer.
th_th: รหัสผู้ขายไม่ถูกต้อง กรุณาตรวจสอบและลองอีกครั้ง
zh_cn: 经销商代码不正确。请验证并重试。

source: Follow Us
bn_bd: আমাদের অনুসরণ করুন
es_es: Síguenos
fa_ir: ما را دنبال کنید
fr_fr: Suivez-nous
th_th: ติดตามเรา
zh_cn: 关注我们

source: Follow us Telegram
fa_ir: ما را در Telegram دنبال کنید
fr_fr: Suivez-nous sur Telegram
th_th: ติดตามเราบน Telegram
zh_cn: 在Telegram上关注我们

source: Follow us Instagram
fa_ir: ما را در Instagram دنبال کنید
fr_fr: Suivez-nous sur Instagram
th_th: ติดตามเราบน Instagram
zh_cn: 在Instagram上关注我们

source: Follow us Facebook
fa_ir: ما را در Facebook دنبال کنید
fr_fr: Suivez-nous sur Facebook
th_th: ติดตามเราบน Facebook
zh_cn: 在Facebook上关注我们

source: Follow us X
fa_ir: ما را در X دنبال کنید
fr_fr: Suivez-nous sur X
th_th: ติดตามเราบน X
zh_cn: 在X上关注我们

# report_issue_error
source: We're experiencing technical difficulties. Try again later.
bn_bd: আমরা প্রযুক্তিগত সমস্যার সম্মুখীন হচ্ছি। পরে আবার চেষ্টা করুন।
es_es: Estamos experimentando dificultades técnicas. Intenta de nuevo más tarde.
fa_ir: ما با مشکلات فنی مواجه هستیم. لطفاً بعداً دوباره تلاش کنید.
fr_fr: Nous rencontrons des difficultés techniques. Réessayez plus tard.
th_th: เรากำลังพบปัญหาทางเทคนิค กรุณาลองใหม่ภายหลัง
zh_cn: 我们遇到了技术问题。请稍后再试。

# we_are_experiencing_technical_difficulties
source: We're experiencing technical difficulties. Try again later.
bn_bd: আমরা প্রযুক্তিগত সমস্যার সম্মুখীন হচ্ছি। পরে আবার চেষ্টা করুন।
es_es: Estamos experimentando dificultades técnicas. Intenta de nuevo más tarde.
fa_ir: ما با مشکلات فنی مواجه هستیم. لطفاً بعداً دوباره تلاش کنید.
fr_fr: Nous rencontrons des difficultés techniques. Réessayez plus tard.
th_th: เรากำลังพบปัญหาทางเทคนิค กรุณาลองใหม่ภายหลัง
zh_cn: 我们遇到了技术问题。请稍后再试。

source: A temporary error occurred
bn_bd: একটি সাময়িক ত্রুটি ঘটেছে
es_es: Ocurrió un error temporal
fa_ir: ما با مشکلات فنی مواجه هستیم. لطفاً بعداً دوباره تلاش کنید.
fr_fr: Une erreur temporaire est survenue
th_th: เกิดข้อผิดพลาดชั่วคราว
zh_cn: 发生了临时错误

# sorry_we_are_unable_to_load_that_page
source: Sorry, we are unable to load that page at the moment, please tap ‘Refresh’ to try again.
bn_bd: দুঃখিত, আমরা এই মুহূর্তে সেই পৃষ্ঠাটি লোড করতে অক্ষম, দয়া করে আবার চেষ্টা করতে 'রিফ্রেশ' টিপুন।
es_es: Lo sentimos, no podemos cargar esa página en este momento, por favor pulsa 'Actualizar' para intentarlo de nuevo.
fa_ir: ما با مشکلات فنی مواجه هستیم. لطفاً بعداً دوباره تلاش کنید.
fr_fr: Désolé, nous ne pouvons pas charger cette page pour le moment, veuillez appuyer sur « Actualiser » pour réessayer.
th_th: ขออภัย เราไม่สามารถโหลดหน้านั้นได้ในขณะนี้ กรุณากด 'รีเฟรช' เพื่อลองใหม่อีกครั้ง
zh_cn: 对不起，我们目前无法加载该页面，请点击“刷新”重试。

source: Refresh
bn_bd: রিফ্রেশ
es_es: Refrescar
fa_ir: ریفرش
fr_fr: Rafraîchir
th_th: รีเฟรช
zh_cn: 更新

source: Device Added
fr_fr: L’appareil a été ajouté

source: Link Device
ar: ربط الجهاز
hi: डिवाइस को लिंक करें
ms: Pautkan Peranti
my_mm: ချိတ်ဆက်မှုကိရိယာ
ru: Привязать устройство
tr: Cihaz Bağla
ur: ڈیوائس لنک کریں
vi: Liên kết thiết bị
