Repository: getlantern/lantern-client
Catalog: assets/locales/*.po
Languages: ar, bn_bd, es_es, fa_ir, fr_fr, hi, ms, my_mm, ru, th_th, tr, ur, vi, zh_cn

# privacy_disclosure_body
source: Lantern is committed to protecting your privacy. We want you to understand what information we collect, what we don’t collect, and how we collect, use, and store information. We disassociate your payment information with your Lantern Pro account. We do not collect logs of your activity, including no logging of browsing history, traffic destination, data content, or DNS queries. We also never store connection logs, meaning no logs of your IP address, your outgoing Lantern server IP address associated with the connection timestamp, or session duration. Given a specific Lantern Pro account, Lantern is technically unable to associate the Lantern account with the real identity of the user. Given a Lantern IP address and a precise time-stamp, Lantern is technically unable to attribute this IP address to a Lantern user or a Lantern user IP address.
bn_bd: আপনার গোপনীয়তা রক্ষা করার জন্য Lantern অঙ্গীকারবদ্ধ। আমরা কী তথ্য সংগ্রহ করি, কী তথ্য সংগ্রহ করি না এবং কীভাবে আমরা সংগ্রহ ও ব্যবহার করি এবং তথ্য সংরক্ষণ করি তা আমরা আপনাকে বোঝাতে চাই। আমরা আপনার Lantern Pro অ্যাকাউন্টের সাথে আপনার পেমেন্টের তথ্য সংযোগ বিচ্ছিন্ন করি। ব্রাউজ করার ইতিহাস লগ না করা, ট্রাফিকের গন্তব্যস্থল, ডেটার বিষয়বস্তু বা DNS জিজ্ঞাস্যগুলি মতো আপনার কার্যকলাপের লগগুলি আমরা সংগ্রহ করি না। উপরন্তু আমরা কখনও সংযোগের লগগুলি, অর্থাৎ, আপনার IP ঠিকানার কোনও লগ, সংযোগের টাইমস্ট্যাম্পের সাথে সংযুক্ত আউটগোয়িং Lantern সার্ভারের IP ঠিকানা, বা সেশনের সময়কালও আমরা সংরক্ষণ করি না। একটি নির্দিষ্ট Lantern Pro অ্যাকাউন্টে, Lantern অ্যাকাউন্টের সাথে ব্যবহারকারীর প্রকৃত পরিচয় সংযুক্ত করতে Lantern প্রযুক্তিগতভাবে অপারগ। একটি নির্দিষ্ট Lantern IP ঠিকানা এবং একটি সুনির্দিষ্ট টাইম স্ট্যাম্পে, এই IP ঠিকানার বৈশিষ্ট্যটি একজন Lantern ব্যবহারকারী বা একটি Lantern ব্যবহারকারীর IP ঠিকানার সাথে সংযুক্ত করতে Lantern প্রযুক্তিগতভাবে অপারগ।
es_es: Lantern se compromete a proteger su privacidad. Queremos que sepa qué información recopilamos, cuál no, y cómo recopilamos, utilizamos y almacenamos sus datos. Su información de pago la tratamos con independencia a su cuenta de Lantern Pro. No recopilamos registros de su actividad, como el registro de su historial de navegación, el destino del tráfico, el contenido de los datos ni las consultas de DNS. Tampoco almacenamos los registros de conexión, lo que significa que no almacenamos su dirección IP, la dirección IP del servidor de Lantern de salida asociado a la marca de tiempo de su conexión ni la duración de sus sesiones. Al tratarse de una cuenta Lantern Pro particular, Lantern no dispone de los medios técnicos necesarios para asociar la cuenta Lantern con la identidad real del usuario. Asimismo, al tratarse de una dirección IP de Lantern y una marca de tiempo precisa, Lantern tampoco dispone de los medios necesarios para atribuir esa dirección IP a un usuario de Lantern ni a la dirección IP de un usuario de Lantern.
fa_ir: Lantern متعهد است از حریم خصوصی شما حفاظت کند. از شما می‌خواهیم که بدانید چه اطلاعاتی را جمع‌آوری می‌کنیم، و چه اطلاعاتی را جمع‌آوری نمی‌کنیم، و چگونه اطلاعات را جمع‌آوری، استفاده و ذخیره می‌کنیم. ما اطلاعات پرداختتان را از حساب Lantern Pro شما جدا می‌کنیم. ما گزارش فعالیت‌های شما، اعم از تاریخچه مرور وب‌سایت‌ها، مقصد ترافیک، محتوای داده‌ها، یا جستارهای DNS را جمع‌آوری نمی‌کنیم. همچنین هرگز گزارش اتصال‌ها را ذخیره نمی‌کنیم، یعنی هیچ گزارشی از آدرس IP شما، آدرس IP سرور Lantern خروجی مرتبط با مهر زمانی اتصال، یا مدت جلسه را ذخیره نمی‌کنیم. با فرض در نظر گرفتن یک حساب خاص Lantern Pro‏، Lantern به لحاظ فنی، قادر به ارتباط دادن این حساب با هویت واقعی کاربر نیست. با فرض در نظر گرفتن یک IP آدرس و یک زمان دقیق از حضور در شبکه، Lantern به لحاظ فنی، قادر به ارتباط دادن این آدرس IP با یک کاربر Lantern یا آدرس IP یکی از کاربران Lantern نیست.
fr_fr: Lantern s’engage à protéger vos données personnelles. Nous souhaitons que vous compreniez quels renseignements nous recueillons, ce que nous ne recueillons pas, et comment nous recueillons, utilisons et stockons ces renseignements. Nous dissocions vos renseignements de paiement de votre compte Lantern Pro. Nous ne journalisons ni votre activité, ni l’historique de navigation, ni la destination du trafic, ni le contenu des données, ni les requêtes DNS. De plus, nous n’enregistrons jamais aucun journal de connexion, c’est-à-dire aucun journal de votre adresse IP, de l’adresse IP de votre serveur Lantern sortant associée à l’estampille temporelle de connexion ni la durée de la session. Pour un compte Lantern Pro donné, Lantern ne peut techniquement pas associer le compte Lantern à l’identité réelle de l’utilisateur. Pour une adresse IP Lantern et une estampille temporelle précise données, Lantern ne peut techniquement pas attribuer cette adresse IP à un utilisateur de Lantern ni à l’adresse IP d’un utilisateur de Lantern.
hi: Lantern आपकी गोपनीयता की रक्षा के लिए प्रतिबद्ध है. हम चाहते हैं कि आप यह समझें कि हम क्या जानकारी इकट्ठा करते हैं और क्या नहीं, और हम उनका उपयोग कैसे करते हैं, और जानकारी स्टोर करते हैं. हम आपके Lantern Pro अकाउंट से आपकी भुगतान जानकारी को अलग कर देते हैं. हम आपकी गतिविधि के लॉग इकठ्ठा नहीं करते हैं, जिसमें ब्राउज़िंग इतिहास, ट्रैफ़िक गंतव्य, डेटा कंटेंट या DNS प्रश्नों का कोई लॉगिंग शामिल नहीं है. हम कभी भी कनेक्शन लॉग्स को स्टोर नहीं करते हैं, जिसका अर्थ है कि आपके IP पते का कोई लॉग, कनेक्शन टाइमस्टैम्प या सत्र अवधि के साथ जुड़ा हुआ आउटगोइंग Lantern सर्वर IP पता. एक विशिष्ट Latern Pro अकाउंट को देखते हुए, Lantern तकनीकी रूप से उपयोगकर्ता की वास्तविक पहचान के साथ Latern अकाउंट को जोड़ने में असमर्थ है। एक Latern IP पते और एक सटीक समय-टिकट को देखते हुए, Latern तकनीकी रूप से इस IP पते को Latern उपयोगकर्ता या Latern उपयोगकर्ता IP पते की विशेषता देने में असमर्थ है.
ms: Lantern komited untuk melindungi privasi anda. Kami ingin anda memahami maklumat yang kami kumpulkan, maklumat yang tidak kami kumpulkan dan cara kami mengumpulkan, menggunakan dan menyimpan maklumat. Kami memisahkan maklumat pembayaran anda dengan akaun Lantern Pro anda. Kami tidak mengumpulkan log aktiviti anda, termasuk tidak mencatat sejarah penyemakan imbas, destinasi trafik, kandungan data atau pertanyaan DNS. Kami juga tidak pernah menyimpan log sambungan, yang bermaksud tidak ada log alamat IP anda, alamat IP pelayan Lantern keluar anda yang dikaitkan dengan cap waktu sambungan, atau tempoh sesi. Disebabkan akaun Lantern Pro yang tertentu, secara teknikal, Lantern tidak dapat mengaitkan akaun Lantern dengan identiti sebenar pengguna. Disebabkan alamat IP Lantern dan cap waktu yang tepat, Lantern secara teknikal tidak dapat menghubungkan alamat IP ini kepada pengguna Lantern atau alamat IP pengguna Lantern.
ru: Lantern серьезно относится к защите вашей конфиденциальности. Для нас важно, чтобы вы понимали, какую информацию мы собираем (и не собираем), как мы ее используем и храним. Ваши платежные данные не связаны с аккаунтом Lantern Pro. Мы не собираем логи о вашей активности (в том числе историю браузера, сведения об адресатах трафика, содержание данных или DNS-запросы). Мы никогда не храним логи соединений, то есть ваши зарегистрированные IP-адреса, IP-адрес исходящего сервера Lantern, связанный с временной меткой подключения, а также продолжительность сеансов. У нас нет технической возможности связать аккаунт Lantern Pro с реальной идентифицирующей информацией пользователя. Кроме того, имея IP-адрес Lantern и точную временную метку, мы не можем связать этот адрес с пользователем Lantern или IP-адресом этого пользователя.
th_th: Lantern มุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของคุณ เราต้องการให้คุณเข้าใจว่ามีข้อมูลใดบ้างที่เรารวบรวมและไม่ได้รวบรวม รวมถึงวิธีการที่เรารวบรวม ใช้ และจัดเก็บข้อมูล เราแยกข้อมูลการชำระเงินออกจากบัญชี Lantern Pro ของคุณ เราไม่มีการเก็บรวบรวมบันทึกกิจกรรม ซึ่งรวมถึงการบันทึกประวัติการเข้าชม ปลายทางในการรับส่งข้อมูล เนื้อหาข้อมูล หรือ DNS query นอกจากนี้ เราไม่มีการจัดเก็บบันทึกการเชื่อมต่อ จึงเท่ากับว่าไม่มีบันทึกที่อยู่ IP, ที่อยู่ IP ของเซิร์ฟเวอร์ Lantern ขาออกที่เชื่อมโยงกับการประทับตราเวลาการเชื่อมต่อ หรือระยะเวลาเซสชัน โดยหลักการแล้ว Lantern ไม่สามารถเชื่อมโยงบัญชี Lantern กับตัวตนที่แท้จริงของผู้ใช้ได้จากบัญชี Lantern Pro บัญชีใดบัญชีหนึ่งโดยเฉพาะ และแม้จะมีข้อมูลที่อยู่ IP ของ Lantern และการประทับตราเวลาโดยละเอียด แต่ตามหลักการแล้ว Lantern ก็ไม่อาจระบุได้ว่าที่อยู่ IP นี้เป็นของผู้ใช้ Lantern หรือที่อยู่ IP ของผู้ใช้ Lantern รายใด
tr: Lantern gizliliğinizi korumayı taahhüt eder. Hangi bilgileri topladığımızı, hangilerini toplamadığımızı, bilgileri nasıl topladığımızı, kullandığımızı ve depoladığımızı anlamanızı istiyoruz. Ödeme bilgilerinizi Lantern Pro hesabınızla ilişkilendirmiyoruz. Aktivitenizin günlüklerini toplamıyoruz; örneğin tarama geçmişinizin, trafik hedefinizin, veri içeriğinizin veya DNS sorgularınızın günlüğünü tutmuyoruz. Ayrıca bağlantı günlüklerini hiçbir zaman depolamıyoruz; yani IP adresinizin, bağlantı zaman damgasıyla ilişkili giden Lantern sunucu IP adresinizin veya oturum sürenizin günlüğünü tutmuyoruz. Belirli bir Lantern Pro hesabı bakımından, Lantern'ın bir Lantern hesabını kullanıcının gerçek kimliğiyle ilişkilendirmesi teknik olarak mümkün değildir. Lantern IP adresi ve kesin zaman damgası bakımından, Lantern'ın bu IP adresini bir Lantern kullanıcısına veya Lantern kullanıcı IP adresine dayandırması teknik olarak mümkün değildir.
ur: لینٹرن آپ کی رازداری کے تحفظ کے لئے پرعزم ہے۔ ہم چاہتے ہیں کہ آپ یہ سمجھیں کہ ہم کون سی معلومات اکٹھا کرتے ہیں، کیا اکٹھا نہیں کرتے، اور ہم معلومات کو کس طرح اکٹھا، استعمال اور اسٹور کرتے ہیں۔ ہم آپ کے لینٹرن پرو اکاؤنٹ سے آپ کی ادائیگی کی معلومات کو الگ کردیں۔ ہم آپ کی سرگرمی کے لاگز، بشمول براؤزنگ کی سرگزشت، ٹریفک کی منزل، ڈیٹا کے مشمولات، یا DNS استفسارات اکٹھا نہیں کرتے ہیں۔ ہم کبھی بھی کنیکشن لاگز کو اسٹور نہیں کرتے ہیں، یعنی آپ کے IP ایڈریس کی کوئی لاگز ، آپ کا باہر جانے والا لینٹرن سرور IP ایڈریس جو کنکشن ٹائم اسٹیمپ، یا سیشن کے دورانیے کے ساتھ وابستہ ہے۔ جہاں تک مخصوص لینٹرن پرو اکاؤنٹ کا سوال ہے تو، لینٹرن تکنیکی طور پر لینٹرن اکاؤنٹ کو صارف کی اصل شناخت کے ساتھ منسلک کرنے سے قاصر ہے۔ صرف لینٹرن کا IP ایڈریس اور ایک مختصر ٹائم اسٹیمپ دیئے جانے کے سبب، لینٹرن تکنیکی طور پر اس IP پتے کو کسی لینٹرن صارف یا کسی لینٹرن صارف کے IP پتے سے منسوب کرنے سے قاصر ہے۔
vi: Lantern cam kết bảo vệ sự riêng tư của bạn. Chúng tôi muốn bạn hiểu thông tin nào chúng tôi thu thập, thông tin nào chúng tôi không thu thập và cách chúng tôi thu thập, sử dụng và lưu trữ thông tin. Chúng tôi tách thông tin thanh toán của bạn với tài khoản Lantern Pro của bạn. Chúng tôi không thu thập nhật ký hoạt động của bạn, bao gồm không ghi nhật ký lịch sử duyệt web, điểm đến của lưu lượng truy cập, nội dung dữ liệu hoặc truy vấn DNS. Chúng tôi cũng không bao giờ lưu trữ nhật ký kết nối, nghĩa là không có nhật ký nào về địa chỉ IP của bạn, địa chỉ IP máy chủ Lantern gửi đi của bạn được liên kết với dấu thời gian kết nối hoặc thời lượng mỗi phiên. Với tài khoản Lantern Pro cụ thể, về mặt kỹ thuật, Lantern không thể liên kết tài khoản Lantern với danh tính thực của người dùng. Với địa chỉ IP của Lantern và dấu thời gian chính xác, về mặt kỹ thuật, Lantern không thể gán địa chỉ IP này cho người dùng Lantern hoặc địa chỉ IP của người dùng Lantern.
zh_cn: Lantern致力于保护您的隐私。我们希望您了解我们收集的信息，不收集的信息以及我们如何收集，使用和存储信息。我们将您的付款信息和蓝灯专业版账号解除绑定。我们不收集您的活动日志，包括不记录浏览历史记录，流量目的地，数据内容或DNS查询。我们也从不存储连接日志，这意味着我们不记录您的IP地址，与连接时间戳或会话持续时间相关的Lantern服务器的IP地址。给定某一个蓝灯专业版账号，技术上蓝灯也无法将此账号和实名信息相对应。 即便给定某个Lantern IP地址和精确的时间戳，Lantern从技术上讲无法将此IP地址映射到Lantern用户或Lantern用户IP地址。

# privacy_disclosure_accept
source: I Accept
bn_bd: আমি স্বীকার করি
es_es: Acepto
fa_ir: می‌پذیرم
fr_fr: J’accepte
hi: मुझे स्वीकार है
ms: Saya terima
ru: Я принимаю
th_th: ฉันยอมรับ
tr: Kabul Ediyorum
ur: مجھے قبول ہے
vi: Tôi đồng ý
zh_cn: 我同意

source: Desktop Version
ar: نسخة سطح المكتب
bn_bd: ডেক্সটপ সংস্করণ
es_es: Versión de escritorio
fa_ir: نسخه ویندوز
fr_fr: Version pour ordinateur
hi: डेस्कटॉप संस्करण
ms: Versi Desktop
my_mm: Desktop ဗားရှင်း
ru: Версия для ПК
th_th: เวอร์ชันเดสก์ท็อป
tr: Masaüstü Versiyonu
ur: ڈیسک ٹاپ ورژن
vi: Phiên bản Để Bàn
zh_cn: 桌面版

source: Settings
ar: الاعدادات
bn_bd: সেটিংস
es_es: Configuración
fa_ir: تنظیمات
fr_fr: Paramètres
hi: सेटिंग्स
ms: Tetapan
my_mm: ချိန်ညှိချက်များ
ru: Настройки
th_th: การตั้งค่า
tr: Ayarlar
ur: سینٹنگ
vi: Cài đặt
zh_cn: 设置

source: General
ar: عام
bn_bd: সাধারণ
fa_ir: عمومی
fr_fr: Général
hi: सामान्य
ms: Am
my_mm: အထွေထွေ
ru: Основное
th_th: ทั่วไป
tr: Genel
ur: جنرل
vi: Chung
zh_cn: 通用

source: About
bn_bd: সম্পর্কে
es_es: Acerca de
fa_ir: ‫‫درباره‬
fr_fr: À propos
hi: बारे में
ms: Mengenai
my_mm: အကြောင်း
ru: О программе
th_th: เกี่ยวกับ
tr: Hakkında
ur: متعلق
vi: Thông tin
zh_cn: 关于

# proxy_all
source: Proxy everything
ar: كل شيء على البروكسي
bn_bd: সমস্ত কিছু প্রক্সি করুন
es_es: Proxyficar todo
fa_ir: پراکسی کردن همه چیز
fr_fr: Relayer tout le trafic
hi: सब कुछ प्रॉक्सी करें
ms: Proksi semua
my_mm: အရာအားလုံး ကိုယ်စား
ru: Проксировать весь трафик
th_th: พร็อกซีทุกอย่าง
tr: Her şeyi proxy'le
ur: پراکسی سب کُجھ
vi: Proxy tất cả
zh_cn: 全部代理

# proxy_everything_is
source: Proxy everything is %s
ar: كل شيء على الوكيل هو %s
bn_bd: সমস্ত কিছু প্রক্সি করুন হ'ল %s
es_es: Proxificar todo está %s
fa_ir: استفاده از پروکسی برای همه چیز %s است
fr_fr: Tout relayer est %s
hi: प्रॉक्सी सब कुछ%s है
ms: Proksi semua ialah %s
my_mm: အားလုံးအတွက် ပရောက်ဇီမှာ %s ဖြစ်သည်
ru: Использование прокси везде %s
th_th: พร็อกซีทุกอย่าง %s
tr: Her şeyi proxy'leme %s
ur: پراکسی ہر شے %s ہے
vi: Proxy tất cả là %s
zh_cn: 全流量代理已%s

# version_number
source: Version %s
ar: الإصدار %s
bn_bd: সংস্করণ %s
es_es: Versión %s
fa_ir: نسخه %s
hi: वर्शन %s
ms: Versi %s
my_mm: ဗားရှင်း %s
ru: Версия: %s
th_th: เวอร์ชัน %s
tr: Sürüm %s
ur: %s ورژن
vi: Phiên bản %s
zh_cn: 版本 %s

# build_number
source: Build %s
ar: البنية %s
bn_bd: বিল্ড %s
es_es: Compilación %s
fa_ir: ساخت %s
hi: बिल्ड %s
ms: Bina %s
my_mm: တည်ဆောက်မှုနံပါတ် %s
ru: Сборка: %s
th_th: สร้าง %s
tr: %s adet oluştur
ur: %s بنائیں
vi: Xây dựng %s
zh_cn: 构建版本 %s

source: Language
ar: لغة
bn_bd: ভাষা
es_es: Idioma
fa_ir: زبان
fr_fr: Langue
hi: भाषा
ms: Bahasa
my_mm: ဘာသာစကား
ru: Язык
th_th: ภาษา
tr: Dil
ur: زبان
vi: Ngôn ngữ
zh_cn: 语言

# select_an_issue
source: Please Select an Issue
bn_bd: একটি সমস্যা নির্বাচন করুন
es_es: Por favor, seleccione un problema
fa_ir: لطفاً یک مشکل را انتخاب کنید
fr_fr: Veuillez choisir un problème
hi: कृपया एक मुद्दा चयन
ms: Sila Pilih satu Isu
ru: Выберите проблему
th_th: โปรดเลือกปัญหา
tr: Bir hata seçiniz
ur: برائے مہربانی ایک مسئلے کا انتخاب کیجئے
vi: Hãy chọn 1 vấn đề
zh_cn: 请选择问题类型

# enter_description
source: Please describe your issue
bn_bd: আপনার সমস্যাটি বর্ণনা করুন
es_es: Por favor, describa su problema
fa_ir: لطفاً مشکل خود را توضیح دهید
fr_fr: Veuillez décrire votre problème
th_th: กรุณาอธิบายปัญหาของคุณ
zh_cn: 请描述您的问题

source: Cannot access blocked sites
bn_bd: ব্লক সাইটগুলোতে যেতে পারছিনা
es_es: No se puede acceder a sitios bloqueados
fa_ir: عدم امکان دسترسی به سایت های بسته شده
fr_fr: Impossible d’accéder à des sites bloqués
hi: अवरुद्ध साइटों तक नहीं पहुँच सकते
ms: Tidak boleh akses laman-laman disekat
ru: Не удается получить доступ к заблокированным сайтам
th_th: ไม่สามารถเข้าถึงไซต์ที่ถูกปิดกั้น
tr: Engellenen sitelere erişilemiyor
ur: بلاک سائٹس تک رسائی ممکن نہیں
vi: Không thể truy cập các trang bị chặn
zh_cn: 无法访问被屏蔽网站

source: Cannot complete purchase
bn_bd: কেনা সম্পূর্ণ করা যাচ্ছে না
es_es: No se puede realizar la compra
fa_ir: خرید تکمیل نشد
fr_fr: Impossible de terminer l’achat
hi: खरीदारी पूरी नहीं की जा सकती है
ms: Tidak dapat melengkapkan pembelian
ru: Ваша покупка не может быть завершена
th_th: ไม่สามารถดำเนินการซื้อได้เสร็จสิ้น
tr: Satın alma tamamlanamıyor
ur: خریداری مکمل نہیں کر سکتے
vi: Không thể hoàn tất việc mua
zh_cn: 无法完成购买

source: Discover not working
bn_bd: ডিসকভার কাজ করছে না
es_es: El descubrimiento no funciona
fa_ir: بخش دیسکاور کار نمی‌کند
fr_fr: La fonctionnalité de découverte ne fonctionne pas
th_th: การค้นพบใหม่ไม่ทำงาน
zh_cn: 发现功能无法使用

source: Cannot sign in
bn_bd: সাইন ইন করা যাচ্ছে না
es_es: No se puede iniciar sesión
fa_ir: ورود انجام نشد
fr_fr: Impossible de se connecter
hi: साइन इन नहीं किया जा सकता है
ms: Tidak boleh mendaftar masuk
ru: Не удается войти в аккаунт
th_th: ไม่สามารถเข้าสู่ระบบ
tr: Giriş yapılamadı
ur: سائن ان نہیں کر سکتے
vi: Không thể đăng nhập
zh_cn: 无法登录

source: Spinner loads endlessly
bn_bd: স্পিনার অবিরাম লোড হয়
es_es: El indicador carga sin fin
fa_ir: اندیکاتور بی‌پایان بارگذاری می‌کند
fr_fr: L’indicateur de chargement tourne sans fin
hi: स्पिनर अंतहीन रूप से लोड होता है
ms: Pemutar dimuatkan tanpa henti
ru: Невозможно загрузить страницу
th_th: Spinner ยังโหลดต่อไป
tr: Yükleme ekranı sürekli dönüyor
ur: اسپنر لا محدود طور پر لوڈ کرتا ہے
vi: Spinner tải vô tận
zh_cn: 始终在加载中

source: Slow
bn_bd: ধীরগতি
es_es: Lento
fa_ir: آهسته
fr_fr: Lent
th_th: ช้า
zh_cn: 很慢

source: Cannot link devices
bn_bd: ডিভাইস লিংক করতে পারছিনা
es_es: No se pueden vincular dispositivos
fa_ir: عدم امکان ارتباط دستگاه ها
fr_fr: Impossible de relier des appareils
th_th: ไม่สามารถเชื่อมโยงอุปกรณ์
zh_cn: 无法链接设备

# wrong_device_linking_code
source: Wrong or invalid device linking code
bn_bd: ভুল বা অবৈধ ডিভাইস লিঙ্কিং কোড
es_es: Código de vinculación de dispositivo erróneo o no válido
fa_ir: کد اتصال نادرست یا نامعتبر
fr_fr: Code de liaison d’appareil erroné ou invalide
th_th: รหัสเชื่อมโยงอุปกรณ์ที่ไม่ถูกต้องหรือไม่มีอยู่
zh_cn: 错误或者无效的设备关联码

source: Cannot remove device
bn_bd: ডিভাইসটি সরানো যাচ্ছে না
es_es: No se puede eliminar el dispositivo
fa_ir: عملکرد Discover کار نمی‌کند
fr_fr: Impossible de supprimer l'appareil
th_th: ไม่สามารถลบอุปกรณ์ได้
zh_cn: 无法删除设备

source: Application crashes
bn_bd: অ্যাপ্লিকেশন ক্র্যাশ করেছে
es_es: La aplicación se cuelga
fa_ir: اپلیکیشن با مشکل مواجه است
fr_fr: L’application plante
th_th: แอปพลิเคชันขัดข้อง
zh_cn: 蓝灯软件崩溃

source: Other
bn_bd: অন্যান্য
es_es: Otro
fa_ir: غیره
fr_fr: Autre
hi: अन्य
ms: Lain-lain
ru: Другое
th_th: อื่นๆ
tr: Diğer
ur: دوسرے
vi: Khác
zh_cn: 其他

# issue_description
source: Describe your issue
bn_bd: আপনার সমস্যাটি বর্ণনা করুন
es_es: Descripción del problema
fa_ir: مشکل خود را توضیح دهید
fr_fr: Décrivez votre problème
hi: समस्या का विवरण
ms: Penerangan Isu
ru: Описание проблемы
th_th: อธิบายปัญหาของคุณ
tr: Sorun Açıklaması
ur: مسئلہ کی تفصیل
vi: Mô tả vấn đề
zh_cn: 描述您的问题

source: Check for Updates
bn_bd: নতুন আপডেটের জন্য চেক করুন.
es_es: Buscar actualizaciones
fa_ir: بررسی وجود به‌روزرسانی‌ها
fr_fr: Rechercher des mises à jour
hi: अपडेट के लिए चेक करें।
ms: Semak kemas kini
my_mm: အပ်ဒိတ်များကိုစစ်ဆေးပါ
ru: Проверить обновления
th_th: ตรวจสอบการอัพเดต
tr: Güncellemeleri Kontrol Et
ur: اپ ڈیٹس کے لیے پڑتال کریں
vi: Kiểm tra bản cập nhật
zh_cn: 检查更新

source: Blocked Users
ar: المستخدمون المحظورون
bn_bd: অবরুদ্ধ ব্যবহারকারীরা
es_es: Usuarios bloqueados
fa_ir: کاربران مسدود
fr_fr: Utilisateurs bloqués
hi: ब्लॉक किये गए यूज़र
ms: Pengguna Disekat
my_mm: ပိတ်ဆို့ထားသည့် အသုံးပြုသူများ
ru: Заблокированные пользователи
th_th: ผู้ใช้ที่ถูกบล็อก
tr: Engellenmiş Kullanıcılar
ur: مسدود کردہ صارفین
vi: Người dùng bị chặn
zh_cn: 屏蔽的用户

# description_proxy_all_dialog
source: If enabled all traffic will be sent through Lantern (more secure). If disabled, only blocked traffic will be sent through Lantern (faster).
ar: في حال التمكين، يُجرى إرسال نسبة استخدام الشبكة من قبل Lantern (أكثر أمانًا). في حال عدم التمكين، يُجرى إرسال نسبة استخدام الشبكة المحظورة من قبل Lantern (أسرع).
bn_bd: সক্ষম করা থাকলে সমস্ত ট্র্যাফিক Lantern-এর মাধ্যমে পাঠানো হবে (আরও সুরক্ষিত)। অক্ষম করা থাকলে শুধুমাত্র অবরুদ্ধ ট্র্যাফিক Lantern-এর মাধ্যমে পাঠানো হবে (আরও দ্রুত)।
es_es: Si está habilitado, todo el trafico se enviará a través de Lantern (más seguro). Si está deshabilitado, solo el tráfico bloqueado se enviará a través de Lantern (más rápido).
fa_ir: اگر این گزینه فعال باشد همه ترافیک از طریق Lantern (امن‌تر) ارسال خواهد شد. اگر این گزینه فعال نباشد، فقط ترافیک مسدودشده از طریق Lantern (سریع‌تر) ارسال خواهد شد.
fr_fr: Si cette option est activée, tout le trafic sera envoyé par l'intermédiaire de Lantern (plus sûr). Si elle est désactivée, seul le trafic bloqué sera envoyé par l'intermédiaire de Lanter (plus rapide).
hi: सक्षम होने पर, सभी ट्रैफ़िक को Latern (सबसे सुरक्षित विकल्प) के माध्यम से भेजा जाएगा. यदि डिसेबल किया जाता है, तो केवल Latern (तेज) के माध्यम से केवल ब्लॉक की गई ट्रैफिक को भेजा जाएगा.
ms: Sekiranya didayakan, semua trafik akan dihantar melalui Lantern (lebih selamat). Sekiranya dinyahdayakan, hanya trafik yang disekat akan dihantar melalui Lantern (lebih pantas).
my_mm: ဖွင့်ထားပါက traffic အားလုံးကို Lantern မှတစ်ဆင့် ပေးပို့ပါလိမ့်မည် (ပို၍ လုံခြုံစိတ်ချ)။ ပိတ်ထားပါက ပိတ်ပင်ထားသော traffic ကိုသာ Lantern မှတစ်ဆင့် ပေးပို့ပါလိမ့်မည် (ပို၍ မြန်ဆန်)။
ru: Если этот параметр включен, весь трафик будет отправляться через Lantern (более безопасный вариант). Если этот параметр отключен, через Lantern будет отправляться только заблокированный трафик (более быстрый вариант).
th_th: ในกรณีที่เปิดใช้งาน การรับส่งข้อมูลจะถูกส่งผ่าน Lantern (ปลอดภัยกว่า) ในกรณีที่ปิดใช้งาน การรับส่งข้อมูลที่ถูกบล็อกเท่านั้นจะถูกส่งผ่าน Lantern (เร็วกว่า)
tr: Etkinleştirilirse, bütün trafik Lantern üzerinden gönderilecektir (daha güvenli). Devre dışı bırakılırsa, yalnızca engellenen trafik Lantern üzerinden gönderilecektir (daha hızlı).
ur: فعال ہونے پر تمام ٹریفک کو Lantern کے ذریعہ بھیجا جائے گا (مزید محفوظ)۔ غیر فعال ہونے پر، صرف بلاک شدہ ٹریفک کو Lantern کے ذریعہ بھیجا جائے گا (تیز)۔
vi: Nếu được bật, tất cả lưu lượng sẽ được gửi qua Lantern (an toàn hơn). Nếu bị tắt, chỉ lưu lượng bị chặn mới được gửi qua Lantern (nhanh hơn).
zh_cn: 啟用後，所有流量都將透過 Lantern 傳輸 (更安全)。一旦停用，只有遭封鎖的流量會透過 Lantern 傳輸 (速度更快)。

source: Account
ar: حساب
bn_bd: একাউন্ট
es_es: Cuenta
fa_ir: حساب کاربری
fr_fr: Compte
hi: अकाउंट
ms: Akaun
my_mm: အကောင့်
ru: Аккаунт
th_th: บัญชี
tr: Hesap
ur: اکاؤنٹ
vi: Tài khoản
zh_cn: 帐号

source: VPN Status
ar: حالة VPN
bn_bd: VPN-এর স্থিতি
es_es: Estado de la VPN
fa_ir: وضعیت VPN
fr_fr: État VPN
hi: VPN स्थिति
ms: Status VPN
my_mm: VPN အခြေအနေ
ru: Статус VPN
th_th: สถานะ VPN
tr: VPN Durumu
ur: VPN کی حالت
vi: Trạng thái VPN
zh_cn: VPN 狀態

source: VPN
fa_ir: فیلترشکن

source: Authorize Device for Pro
ar: منح إذن للجهاز لحساب برو
bn_bd: প্রো এর জন্য ডিভাইসটিকে অনুমোদন দিন
es_es: Autorizar dispositivo para Pro
fa_ir: تایید دستگاه‌های دیگر برای نسخه حرفه‌ای
fr_fr: Autoriser l'appareil pour Pro
hi: प्रो के लिए डिवाइस अधिकृत करें
ms: Peranti dibenarkan untuk Pro
my_mm: Pro အတွက် ကိရိယာကို ခွင့်ပြုပါ
ru: Авторизовать устр. для Pro
th_th: อนุญาตอุปกรณ์สำหรับ Pro
tr: Cihazı Pro Hesabına Dahil Et
ur: پرو کے لئے منظور شدہ ڈیوائس
vi: Cho Phép Máy dùng bản Pro
zh_cn: 授权设备使用专业版

source: Authorize with Device Linking Pin
ar: المصادقة مع رقم التعريف الشخصي لربط الجهاز
bn_bd: ডিভাইস লিঙ্ক করার পিনের সাহায্যে এটির অনুমোদন দিন
es_es: Autorizar con el PIN de vinculación del dispositivo
fa_ir: تأیید با «پین اتصال دستگاه»
fr_fr: Autoriser avec un code de liaison d’appareil
hi: डिवाइस लिंकिंग पिन से अधिकृत करें
ms: Memberikan Kebenaran dengan Pin Pautan Peranti
my_mm: ကိရိယာချိတ်ဆက်မှု ပင်နံပါတ်ဖြင့် ခွင့်ပြုပါ
ru: Авторизация с помощью кода привязки устройства
th_th: ให้สิทธิ์ด้วยพินการเชื่อมโยงอุปกรณ์
tr: Cihaz Bağlama Pini İle Yetkilendir
ur: ڈیوائس لنکنگ پن کے ذریعہ اجازت دیں
vi: Ủy quyền bằng Mã pin liên kết thiết bị
zh_cn: 授权设备使用专业版
